[
    {
        "demographics": {
            "age": 63,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 63-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus, presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 4 hours ago while watching television. He denies any recent trauma, fever, chills, cough, or sputum production. He reports a history of smoking 1 pack per day for 40 years, quitting 5 years ago. He denies any recent travel or sick contacts. He states the pain is sharp and worsens with inspiration, particularly on the right side. He feels lightheaded and dizzy. He denies any lower extremity swelling or pain.",
        "vitals": {
            "HR": 115,
            "BP": "105/68 mmHg",
            "SpO2": 88,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Pulmonary Embolism",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 63\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and right-sided pleuritic chest pain.\n\n## History of Present Illness (HPI)\nPatient is a 63-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus who presents with acute onset shortness of breath and right-sided pleuritic chest pain. Symptoms began approximately 4 hours ago while at rest (watching television). The pain is described as sharp and worsens with deep inspiration. He denies any recent trauma, fever, chills, cough, or sputum production. He reports feeling lightheaded and dizzy. He denies lower extremity swelling or pain. He has a significant smoking history (40 pack-years, quit 5 years ago).\n\n## Past Medical History (PMH)\n- Hypertension\n- Hyperlipidemia\n- Type 2 Diabetes Mellitus\n- Former Smoker (40 pack-years, quit 5 years ago)\n\n## Medications\n- Lisinopril\n- Atorvastatin\n- Metformin\n\n## Allergies\n- NKDA\n\n## Social History\n- Former smoker (quit 5 years ago)\n- Denies alcohol or illicit drug use.\n\n## Family History\n- Non-contributory\n\n## Review of Systems (ROS)\n- **Constitutional:** Denies fever, chills, weight loss.\n- **Cardiovascular:** Denies chest pain (other than described), palpitations, edema.\n- **Respiratory:** Reports acute onset shortness of breath, right-sided pleuritic chest pain. Denies cough, sputum, wheezing.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Genitourinary:** Denies dysuria, frequency, hematuria.\n- **Neurological:** Reports lightheadedness, dizziness.\n- **Musculoskeletal:** Denies joint pain, muscle weakness.\n- **Skin:** Denies rash, lesions.\n\n## Physical Examination\n**General:** Anxious appearing male in moderate respiratory distress.\n**Vitals:** HR 115 bpm, BP 105/68 mmHg, SpO2 88% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. Pupils equal, round, reactive to light.\n**Neck:** Supple, no JVD, no thyromegaly.\n**Lungs:** Tachypneic, decreased breath sounds at the right base, no wheezes or crackles appreciated.\n**Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops. No peripheral edema.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Alert and oriented x 3. Grossly intact motor and sensory function.\n**Skin:** Warm, dry, diaphoretic.\n\n## Initial Assessment\n63-year-old male with acute onset shortness of breath, pleuritic chest pain, tachycardia, hypotension, and hypoxia. Differential diagnosis includes pulmonary embolism (PE), pneumothorax, pneumonia, acute coronary syndrome (ACS), pericarditis, and musculoskeletal pain. Given the acute onset, pleuritic nature of the pain, hypoxia, tachycardia, and hypotension, PE is high on the differential. Pneumothorax is less likely given the absence of decreased breath sounds diffusely or hyperresonance on percussion, but cannot be ruled out without imaging. ACS is less likely given the pleuritic nature of the pain, but needs consideration. Pneumonia is less likely given the absence of fever, cough, or sputum.\n\n## Initial Plan\n1.  **Immediate:** Apply supplemental oxygen via nasal cannula to maintain SpO2 > 90%. Establish IV access (2 large bore). Continuous cardiac monitoring.\n2.  **Diagnostics:**\n    -   STAT Chest X-ray (CXR) - *To rule out pneumothorax, pneumonia, other lung pathology.* (Note: CXR was performed and showed no acute findings, specifically no pneumothorax or pleural effusion).\n    -   STAT EKG - *To rule out ACS.*\n    -   STAT Troponin\n    -   STAT D-dimer\n    -   STAT Arterial Blood Gas (ABG)\n    -   STAT Complete Blood Count (CBC)\n    -   STAT Basic Metabolic Panel (BMP)\n    -   STAT Coagulation studies (PT/INR, PTT)\n    -   Consider CT Angiography (CTA) of the chest if PE is suspected based on clinical presentation and initial workup (e.g., elevated D-dimer, suggestive EKG/CXR findings, high clinical suspicion).\n3.  **Treatment:**\n    -   Initiate empiric anticoagulation (e.g., LMWH) if PE is highly suspected and there are no contraindications, pending further workup.\n    -   Manage blood pressure and heart rate as needed.\n    -   Pain management (consider morphine cautiously, monitoring for respiratory depression).\n\n## Follow Up\nContinuous monitoring of vital signs, respiratory status, and cardiac rhythm. Reassess frequently based on diagnostic results and clinical response.",
        "patient_id": "patient00032",
        "image_reference": "patient00032_study1_view1_frontal.jpg"
    }
]