[
    {
        "demographics": {
            "age": 37,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 37-year-old female presenting to the emergency department with a 3-day history of worsening shortness of breath, pleuritic chest pain on the right side, and a non-productive cough. The pain is sharp and worsens with deep inspiration or coughing. She denies fever, chills, or recent illness. She has no significant past medical history, no known allergies, and is not currently taking any medications. She is a non-smoker and denies alcohol or illicit drug use. She reports feeling generally fatigued over the past week. She denies recent travel, trauma, or immobilization. Family history is non-contributory. Social history includes working as a teacher.",
        "vitals": {
            "HR": 105,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.2
        },
        "radiographic_labels": {
            "positive": [
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Right-sided Pleural Effusion (likely exudative, etiology unclear - could be infectious, inflammatory, or malignant)",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 37\n**Sex:** Female\n**Date:** 2024-10-27\n**Chief Complaint:** Shortness of breath and right-sided chest pain.\n\n## History of Present Illness (HPI):\nPatient is a 37-year-old female presenting with a 3-day history of progressive shortness of breath, primarily on exertion, and sharp, pleuritic right-sided chest pain. The pain is exacerbated by deep breathing and coughing. She also reports a non-productive cough. She denies fever, chills, recent upper respiratory infection, or recent travel. She denies any history of trauma or recent surgery. She reports increasing fatigue over the past week.\n\n## Past Medical History (PMH):\nNon-contributory. No known chronic illnesses.\n\n## Medications:\nNone.\n\n## Allergies:\nNKDA (No Known Drug Allergies).\n\n## Social History:\nNon-smoker, denies alcohol or illicit drug use. Works as a teacher.\n\n## Family History:\nNon-contributory.\n\n## Review of Systems (ROS):\n*   **General:** Fatigue.\n*   **HEENT:** Negative.\n*   **Respiratory:** Shortness of breath, non-productive cough, pleuritic chest pain.\n*   **Cardiovascular:** Negative.\n*   **GI:** Negative.\n*   **GU:** Negative.\n*   **Neurological:** Negative.\n*   **Musculoskeletal:** Negative.\n*   **Skin:** Negative.\n*   **Psychiatric:** Negative.\n\n## Physical Examination:\n*   **General:** Alert and oriented, appears uncomfortable due to shortness of breath.\n*   **Vitals:** HR 105 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.2°C (99.0°F).\n*   **HEENT:** Normal.\n*   **Neck:** Supple, no JVD.\n*   **Lungs:** Decreased breath sounds at the right lung base. Dullness to percussion over the right lower chest. No wheezes or crackles appreciated elsewhere. Left lung clear to auscultation.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n*   **Skin:** Warm, dry, no rashes or lesions.\n*   **Neurological:** Grossly intact.\n\n## Investigations:\n*   **Chest X-ray (CXR):** Shows a moderate right-sided pleural effusion. No evidence of pneumothorax or obvious consolidation. Possible atelectasis in the right lower lobe secondary to the effusion.\n\n## Assessment:\n1.  **Right-sided Pleural Effusion:** Moderate in size, causing decreased breath sounds and dullness to percussion at the right base. Etiology is currently unclear and requires further investigation. Differential includes infection (parapneumonic effusion, empyema), malignancy, inflammatory conditions (e.g., lupus, rheumatoid arthritis), heart failure (less likely given age and lack of other signs), pulmonary embolism (less likely given presentation), or idiopathic.\n2.  **Hypoxia:** SpO2 92% on room air, likely secondary to the pleural effusion impairing gas exchange.\n3.  **Tachycardia:** HR 105 bpm, likely compensatory for hypoxia and/or pain/anxiety.\n\n## Plan:\n1.  **Admit to hospital:** For further evaluation and management of the pleural effusion and associated symptoms.\n2.  **Oxygen therapy:** Initiate supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n3.  **Thoracentesis:** Perform diagnostic thoracentesis to analyze the pleural fluid (cell count, differential, protein, LDH, glucose, cytology, Gram stain, culture). This will help determine the etiology (transudate vs. exudate) and guide further management.\n4.  **Labs:** Order comprehensive metabolic panel (CMP), complete blood count (CBC) with differential, lactate dehydrogenase (LDH), D-dimer, inflammatory markers (ESR, CRP), and blood cultures.\n5.  **Imaging:** Consider CT scan of the chest with contrast if thoracentesis is non-diagnostic or if malignancy is suspected, or if there is concern for underlying parenchymal disease or loculations.\n6.  **Consults:** Consider consultation with pulmonology and potentially oncology depending on thoracentesis results.\n7.  **Pain management:** Provide analgesia for pleuritic chest pain as needed.\n8.  **Monitor:** Closely monitor vital signs, respiratory status, and oxygen saturation.\n",
        "patient_id": "patient00039",
        "image_reference": "patient00039_study8_view1_frontal.jpg"
    }
]