[
    {
        "demographics": {
            "age": 63,
            "sex": "Female"
        },
        "clinical_history": "The patient is a 63-year-old female presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago. She describes the pain as sharp and worsening with inspiration, localized to the right lower chest. She denies any recent trauma, cough, fever, or sputum production. She has a history of hypertension, hyperlipidemia, and osteoarthritis, managed with lisinopril, atorvastatin, and ibuprofen respectively. She is a former smoker, having quit 15 years ago (20 pack-year history). She denies any history of asthma, COPD, or previous pulmonary embolism. She reports feeling generally well until the sudden onset of symptoms. She denies any recent travel or prolonged immobilization.",
        "vitals": {
            "HR": 110,
            "BP": "130/85 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Cardiomegaly",
                "Consolidation",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Pulmonary Embolism",
        "admission_note": "# Admission Note\n\n**Patient:** [Patient Name - Synthetic]\n**Age:** 63\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and pleuritic chest pain.\n\n## History of Present Illness (HPI)\n63-year-old female presents with sudden onset shortness of breath and sharp, right-sided pleuritic chest pain that began approximately 2 hours ago. The pain is exacerbated by deep inspiration. She denies cough, fever, sputum production, recent trauma, or recent travel. She reports no recent immobilization. Symptoms started abruptly while she was resting at home.\n\n## Past Medical History (PMH)\n- Hypertension\n- Hyperlipidemia\n- Osteoarthritis\n- Former smoker (quit 15 years ago, 20 pack-year history)\n\n## Medications\n- Lisinopril\n- Atorvastatin\n- Ibuprofen (PRN)\n\n## Allergies\nNKDA\n\n## Social History\nFormer smoker. Denies alcohol or illicit drug use.\n\n## Family History\nNon-contributory.\n\n## Review of Systems (ROS)\n- **General:** Denies fever, chills, weight loss.\n- **HEENT:** Denies headache, vision changes, hearing loss, sore throat.\n- **Cardiovascular:** Denies palpitations, edema.\n- **Respiratory:** Positive for acute onset shortness of breath and pleuritic chest pain. Denies cough, wheezing, sputum.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Genitourinary:** Denies dysuria, frequency, urgency.\n- **Musculoskeletal:** Denies joint pain other than baseline osteoarthritis.\n- **Neurological:** Denies headache, weakness, numbness, tingling.\n- **Psychiatric:** Denies anxiety, depression.\n\n## Physical Examination\n**General:** Anxious appearing female in moderate respiratory distress.\n**Vitals:** HR 110 bpm, BP 130/85 mmHg, RR 24 breaths/min, SpO2 92% on room air, Temp 37.0°C (oral).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes moist. No JVD.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n**Respiratory:** Tachypneic. Auscultation reveals clear lung sounds bilaterally, without wheezes, crackles, or rhonchi. No pleural rub appreciated.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Alert and oriented to person, place, and time. Gross motor and sensory function intact.\n**Skin:** Warm, dry, and intact. No rashes or lesions.\n\n## Assessment\n1.  **Acute Shortness of Breath and Pleuritic Chest Pain:** Differential diagnosis includes pulmonary embolism (PE), pneumothorax, pneumonia, pericarditis, musculoskeletal pain, acute coronary syndrome. Given the sudden onset, pleuritic nature of the pain, tachypnea, tachycardia, and mild hypoxia, PE is high on the differential. Pneumothorax is less likely given clear lung sounds bilaterally on auscultation, but cannot be ruled out without imaging. Pneumonia is less likely given the absence of fever, cough, and sputum production, and clear lung sounds. Pericarditis is less likely given the lack of positional changes or pericardial rub. ACS is less likely given the pleuritic nature of the pain, but needs consideration. Musculoskeletal pain is less likely given the acute onset and associated shortness of breath and hypoxia.\n2.  **Risk Factors for PE:** Age > 50, former smoker, hypertension, hyperlipidemia.\n\n## Plan\n1.  **Immediate:** Apply supplemental oxygen via nasal cannula to maintain SpO2 > 94%. Obtain continuous cardiac monitoring. Establish IV access.\n2.  **Diagnostic:**\n    -   **STAT Chest X-ray (CXR):** To rule out pneumothorax, pneumonia, pleural effusion, and assess for signs suggestive of PE (e.g., Westermark sign, Hampton hump - though often absent).\n    -   **STAT EKG:** To rule out acute coronary syndrome or signs of right heart strain (e.g., S1Q3T3).\n    -   **STAT D-dimer:** If low pre-test probability based on Wells score or PERC rule (though clinical presentation is concerning).\n    -   **STAT CT Angiography (CTA) of the Chest:** High clinical suspicion for PE warrants definitive imaging. This is the preferred test given the acute presentation and concerning vital signs.\n    -   **Arterial Blood Gas (ABG):** To assess oxygenation, ventilation, and acid-base status.\n    -   **Complete Blood Count (CBC), Basic Metabolic Panel (BMP), Troponin:** Baseline labs.\n3.  **Treatment:**\n    -   Pending diagnostic results, consider empiric anticoagulation if PE is highly suspected and CTA is delayed, after assessing bleeding risk.\n    -   Pain management with IV analgesics (e.g., morphine) if needed.\n    -   Monitor vital signs closely.\n\n## Follow-up\nWill reassess patient after diagnostic workup is complete and treatment is initiated as appropriate.",
        "patient_id": "patient00037",
        "image_reference": "patient00037_study1_view1_frontal.jpg"
    }
]