[
    {
        "demographics": {
            "age": 43,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 43-year-old male presenting to the emergency department with acute onset of sharp, pleuritic chest pain on the right side, which started approximately 2 hours ago while he was at rest. He denies any recent trauma, cough, fever, or recent illness. He has a history of smoking 1 pack per day for 20 years. He denies any history of asthma, COPD, or previous pneumothorax. He reports feeling slightly short of breath, but denies any dizziness or syncope. He denies any leg swelling or pain. Family history is unremarkable for pulmonary disease. Social history includes smoking and occasional alcohol use.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Consolidation",
                "Edema",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 43\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset right-sided chest pain and shortness of breath.\n\n## History of Present Illness\nPatient is a 43-year-old male with a 20-pack-year smoking history who presents with sudden onset of sharp, pleuritic right-sided chest pain that began approximately 2 hours ago while at rest. The pain is described as 7/10 in severity and is exacerbated by deep breathing. He also reports associated shortness of breath, but denies cough, fever, chills, recent illness, or trauma. He denies any leg swelling or pain. He denies dizziness or syncope.\n\n## Past Medical History\nNone reported.\n\n## Social History\nSmokes 1 pack per day for 20 years. Occasional alcohol use.\n\n## Family History\nNon-contributory.\n\n## Medications\nNone reported.\n\n## Allergies\nNKDA.\n\n## Review of Systems\nConstitutional: Denies fever, chills, weight loss.\nCardiovascular: Denies chest pain (other than current complaint), palpitations, edema.\nRespiratory: Reports shortness of breath, denies cough, wheezing, sputum production.\nNeurological: Denies headache, dizziness, syncope, focal weakness.\nGI: Denies nausea, vomiting, diarrhea, abdominal pain.\nGU: Denies dysuria, frequency, hematuria.\nMusculoskeletal: Denies joint pain, muscle weakness.\n\n## Physical Examination\n**General:** Alert and oriented, appears anxious, in mild respiratory distress.\n**Vitals:** HR 110 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Atraumatic, normocephalic.\n**Neck:** Supple, no JVD.\n**Lungs:** Decreased breath sounds on the right side compared to the left. No wheezes or crackles auscultated bilaterally. Percussion reveals hyperresonance on the right side.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Grossly intact.\n**Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\nChest X-ray ordered and reviewed. Findings show a right-sided pneumothorax.\n\n## Assessment\n1.  **Right-sided Spontaneous Pneumothorax:** Based on the acute onset of pleuritic chest pain, shortness of breath, decreased breath sounds, hyperresonance to percussion on the right, and confirmed by chest X-ray.\n\n## Plan\n1.  **Oxygen:** Apply supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n2.  **Pain Management:** Administer IV morphine or fentanyl for pain control.\n3.  **Chest Tube Placement:** Consult Thoracic Surgery for placement of a right-sided chest tube (likely a small-bore catheter) for drainage of air and lung re-expansion.\n4.  **Monitoring:** Continuous cardiac monitoring and frequent reassessment of respiratory status and pain level.\n5.  **Smoking Cessation Counseling:** Provide education and resources for smoking cessation.\n6.  **Discharge Planning:** Discuss potential need for pleurodesis or surgical intervention if recurrent pneumothorax occurs. Educate patient on signs and symptoms of pneumothorax recurrence.\n",
        "patient_id": "patient00079",
        "image_reference": "patient00079_study1_view1_frontal.jpg"
    }
]