[
    {
        "demographics": {
            "age": 61,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 61-year-old male with a history of hypertension and hyperlipidemia, presenting to the emergency department with acute onset shortness of breath and left-sided chest pain that started approximately 2 hours ago while gardening. He describes the pain as sharp and pleuritic, worsening with deep inspiration and coughing. He denies any recent trauma, fever, chills, or productive cough. He has a 30 pack-year smoking history, quitting 5 years ago. He reports feeling lightheaded and dizzy upon standing. Past medical history is significant for hypertension treated with lisinopril and hyperlipidemia treated with atorvastatin. He denies any history of asthma, COPD, or previous pneumothorax. Family history is non-contributory. Social history includes alcohol use (1-2 beers per week) and past smoking.",
        "vitals": {
            "HR": 115,
            "BP": "105/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Consolidation",
                "Edema",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 61\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and left-sided chest pain.\n\n## History of Present Illness (HPI)\nPatient is a 61-year-old male with a history of hypertension and hyperlipidemia presenting with acute onset shortness of breath and left-sided chest pain that began approximately 2 hours ago while gardening. The pain is described as sharp and pleuritic, exacerbated by deep inspiration and coughing. He denies any recent trauma, fever, chills, or productive cough. He reports feeling lightheaded and dizzy upon standing. He denies any recent illness or travel.\n\n## Past Medical History (PMH)\n- Hypertension (treated with lisinopril)\n- Hyperlipidemia (treated with atorvastatin)\n\n## Social History (SH)\n- Smoker (30 pack-years, quit 5 years ago)\n- Alcohol (1-2 beers/week)\n\n## Family History (FH)\nNon-contributory.\n\n## Review of Systems (ROS)\n- General: Denies fever, chills, weight loss.\n- HEENT: Denies headache, vision changes, hearing loss, nasal congestion.\n- Cardiovascular: Denies palpitations, edema.\n- Respiratory: Reports acute onset shortness of breath, pleuritic chest pain.\n- Gastrointestinal: Denies nausea, vomiting, diarrhea, abdominal pain.\n- Genitourinary: Denies dysuria, frequency, hematuria.\n- Neurological: Reports lightheadedness.\n- Musculoskeletal: Denies joint pain, muscle weakness.\n- Psychiatric: Denies depression, anxiety.\n\n## Physical Examination\n**General:** Anxious appearing male in moderate respiratory distress.\n**Vitals:** HR 115 bpm, BP 105/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. No JVD.\n**Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops. Peripheral pulses 2+ bilaterally.\n**Respiratory:** Tachypneic (RR 24). Decreased breath sounds on the left side compared to the right. Hyperresonance to percussion on the left side. No wheezes or crackles auscultated on the right. Absent breath sounds in the left upper and mid lung fields. No subcutaneous emphysema noted.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n**Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\n- Chest X-ray (CXR): Ordered and pending.\n- ECG: Ordered.\n- Labs: CBC, BMP, Troponin, D-dimer ordered.\n\n## Assessment\n1.  **Acute Shortness of Breath and Left-Sided Chest Pain:** Differential diagnosis includes pneumothorax, pulmonary embolism, acute coronary syndrome, pneumonia, pleurisy, musculoskeletal pain. Given the acute onset, pleuritic nature of the pain, decreased breath sounds, and hyperresonance on the left side, spontaneous pneumothorax is high on the differential.\n2.  **Tachycardia and Mild Hypotension:** Likely secondary to pain, anxiety, and potential hypovolemia or decreased cardiac output related to the underlying respiratory issue.\n3.  **Hypoxia:** SpO2 92% on room air, consistent with impaired gas exchange.\n\n## Plan\n1.  **Immediate Management:**\n    - Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n    - Obtain STAT Chest X-ray to confirm or rule out pneumothorax.\n    - Obtain ECG to rule out cardiac etiology.\n    - Obtain labs (CBC, BMP, Troponin, D-dimer).\n    - Establish IV access.\n    - Continuous cardiac monitoring.\n2.  **Definitive Management (pending CXR confirmation):**\n    - If pneumothorax is confirmed:\n        - Assess size and stability. If large or symptomatic, proceed with chest tube placement (needle decompression if tension pneumothorax suspected).\n        - Consult Thoracic Surgery.\n    - If pneumothorax is ruled out, continue workup for other potential causes (PE, ACS, etc.) based on ECG and lab results.\n3.  **Pain Management:** Administer analgesics (e.g., morphine) as needed for chest pain.\n4.  **Monitoring:** Closely monitor vital signs, respiratory status, and oxygen saturation.\n\n## Follow Up\nRe-evaluate after CXR results are available and initial interventions are implemented.",
        "patient_id": "patient00066",
        "image_reference": "patient00066_study1_view1_frontal.jpg"
    }
]