[
    {
        "demographics": {
            "age": 66,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 66-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus presenting with progressive shortness of breath over the past 3 days. He initially attributed it to exertion but notes it has worsened even at rest today. He denies chest pain, fever, chills, or productive cough, although he does report a dry cough. He has noticed some mild right-sided pleuritic chest discomfort. He denies recent travel, sick contacts, or trauma. He is a former smoker (quit 15 years ago, 20 pack-year history). Medications include lisinopril, atorvastatin, and metformin. Allergies: NKDA.",
        "vitals": {
            "HR": 110,
            "BP": "130/80",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Atelectasis",
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Malignant Pleural Effusion with secondary Atelectasis",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 66\n**Sex:** Male\n**Date:** 2024-02-29\n\n## History of Present Illness\n\nMr. Doe is a 66-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus who presents to the emergency department with progressive shortness of breath over the past 3 days. The dyspnea initially occurred with exertion but has worsened to occur even at rest today. He denies chest pain, fever, chills, or productive cough. He reports a dry cough and mild right-sided pleuritic chest discomfort. He denies recent travel, sick contacts, or trauma. He is a former smoker (quit 15 years ago, 20 pack-year history).\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Type 2 Diabetes Mellitus\n*   Former Smoker (20 pack-years, quit 15 years ago)\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Metformin\n\n## Allergies\n\n*   NKDA\n\n## Social History\n\n*   Former smoker\n*   Denies alcohol or illicit drug use\n\n## Family History\n\n*   Non-contributory\n\n## Review of Systems\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Respiratory:** Reports progressive shortness of breath, dry cough, mild right-sided pleuritic chest discomfort.\n*   **Cardiovascular:** Denies chest pain, palpitations, edema.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Neurological:** Denies headache, dizziness, weakness, numbness.\n\n## Physical Examination\n\n*   **General:** Alert and oriented, appears mildly distressed due to shortness of breath.\n*   **Vitals:** HR 110 bpm, BP 130/80 mmHg, SpO2 90% on room air, Temp 37.0°C.\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes moist. No JVD.\n*   **Lungs:** Decreased breath sounds at the right lung base. Dullness to percussion at the right lung base. No wheezes or crackles appreciated elsewhere.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Neurological:** Grossly intact.\n*   **Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\n\n*   **Chest X-ray:** Shows right-sided pleural effusion and associated atelectasis in the right lower lobe.\n\n## Assessment\n\n1.  **Right-sided Pleural Effusion with associated Atelectasis:** The patient's symptoms (progressive dyspnea, pleuritic chest pain), physical exam findings (decreased breath sounds, dullness to percussion at the right base), and chest X-ray findings are consistent with a right-sided pleural effusion causing compressive atelectasis. The etiology is unclear at this time but needs further investigation, especially given his age and smoking history, raising concern for malignancy.\n2.  **Hypoxia:** SpO2 of 90% on room air, likely secondary to the pleural effusion and atelectasis.\n3.  **Tachycardia:** HR of 110 bpm, likely compensatory for hypoxia and respiratory distress.\n\n## Plan\n\n1.  **Admit to hospital:** For further evaluation and management of the pleural effusion and associated symptoms.\n2.  **Oxygen therapy:** Initiate supplemental oxygen to maintain SpO2 > 92%.\n3.  **Thoracentesis:** Perform diagnostic thoracentesis to analyze the pleural fluid (cell count, protein, LDH, glucose, cytology, cultures) to determine the etiology of the effusion (transudative vs. exudative, infectious, malignant).\n4.  **CT Chest with contrast:** Order a CT scan of the chest to better characterize the effusion, evaluate for underlying lung pathology (e.g., mass, consolidation), and assess for mediastinal involvement or lymphadenopathy.\n5.  **Consult Pulmonology:** Obtain a pulmonology consultation for management of the pleural effusion and potential need for further procedures (e.g., pleural biopsy, chest tube placement).\n6.  **Labs:** Order comprehensive metabolic panel, complete blood count, coagulation studies, and BNP.\n7.  **ECG:** Obtain an ECG to rule out cardiac causes of dyspnea.\n8.  **Monitor:** Closely monitor vital signs, respiratory status, and oxygen saturation.\n",
        "patient_id": "patient00062",
        "image_reference": "patient00062_study1_view1_frontal.jpg"
    }
]