[
    {
        "demographics": {
            "age": 67,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 67-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus, presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago while watching television. He denies any recent trauma, fever, chills, cough, or sputum production. He reports a history of smoking 1 pack per day for 40 years, quitting 10 years ago. He denies any known history of asthma or COPD, although he admits to occasional wheezing with exertion. He denies recent travel or sick contacts. He states the pain is sharp and worsens with deep inspiration and coughing. He denies any leg swelling or recent immobilization. He is alert and oriented to person, place, and time.",
        "vitals": {
            "HR": 115,
            "BP": "130/85 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Consolidation",
                "Edema",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Pulmonary Embolism",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 67\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and pleuritic chest pain.\n\n## History of Present Illness (HPI)\nPatient is a 67-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus who presents with acute onset shortness of breath and sharp, pleuritic chest pain that began approximately 2 hours ago while at rest. The pain is localized to the right chest and worsens with deep inspiration and coughing. He denies fever, chills, cough, sputum production, recent trauma, or recent travel. He has a significant smoking history (40 pack-years, quit 10 years ago). He denies known asthma or COPD, but reports occasional wheezing with exertion. He denies leg swelling or recent immobilization.\n\n## Past Medical History (PMH)\n- Hypertension\n- Hyperlipidemia\n- Type 2 Diabetes Mellitus\n- 40 pack-year smoking history (quit 10 years ago)\n\n## Medications\n- Lisinopril\n- Atorvastatin\n- Metformin\n\n## Allergies\n- NKDA\n\n## Social History\n- Former smoker (40 pack-years, quit 10 years ago)\n- Denies alcohol or illicit drug use.\n\n## Family History\n- Non-contributory\n\n## Review of Systems (ROS)\n- **Constitutional:** Denies fever, chills, weight loss.\n- **Respiratory:** Reports acute onset shortness of breath and pleuritic chest pain. Denies cough or sputum.\n- **Cardiovascular:** Denies chest pain (other than pleuritic), palpitations, edema.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Neurological:** Denies headache, dizziness, weakness, numbness.\n- **Musculoskeletal:** Denies joint pain, muscle pain.\n\n## Physical Examination\n**General:** Alert and oriented, appears anxious, in mild respiratory distress.\n**Vitals:** HR 115 bpm, BP 130/85 mmHg, RR 24 breaths/min, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes moist. No JVD.\n**Lungs:** Clear to auscultation bilaterally, no wheezes, rhonchi, or crackles. Decreased breath sounds noted at the right base, but not definitive.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Grossly intact.\n**Skin:** Warm, dry, no rashes or lesions.\n\n## Initial Assessment\n67-year-old male with risk factors (age, smoking history, hypertension, hyperlipidemia, diabetes) presenting with acute onset pleuritic chest pain and shortness of breath. Vitals show tachycardia (HR 115) and mild hypoxemia (SpO2 92% on RA). Physical exam is largely unremarkable, with clear lungs bilaterally, although decreased breath sounds at the right base are noted. The presentation is concerning for pulmonary embolism (PE), given the acute onset, pleuritic chest pain, shortness of breath, tachycardia, and hypoxemia, despite clear lung fields on auscultation. Other differentials include acute coronary syndrome (less likely given pleuritic nature of pain), pneumothorax (less likely given clear lung sounds, but needs to be ruled out), pneumonia (less likely given absence of fever, cough, sputum, and clear lung fields), and musculoskeletal pain (less likely given shortness of breath and vital sign abnormalities). The chest X-ray was reviewed and showed no evidence of consolidation, edema, or pleural effusion.\n\n## Plan\n1.  **Immediate:** Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 94%. Obtain continuous cardiac monitoring. Establish IV access.\n2.  **Diagnostics:**\n    *   STAT Chest X-ray (already performed, negative for consolidation, edema, effusion).\n    *   STAT EKG to rule out acute cardiac ischemia.\n    *   STAT D-dimer level.\n    *   STAT CT Angiogram (CTA) of the chest to evaluate for pulmonary embolism. Given the high clinical suspicion (Wells score likely intermediate to high), proceed directly to CTA.\n    *   CBC, BMP, Troponin.\n    *   ABG if respiratory status worsens.\n3.  **Treatment:**\n    *   Initiate anticoagulation (e.g., LMWH) pending confirmation of PE, given high clinical suspicion and potential for rapid deterioration. Discuss risks/benefits with patient.\n    *   Pain management with IV analgesics (e.g., morphine) as needed.\n    *   Monitor vital signs closely.\n4.  **Consults:** Cardiology consult if EKG or troponin are abnormal, or if ACS remains a concern. Pulmonary consult if needed.\n\n## Disposition\nAdmit to the hospital for further evaluation and management. Given the high suspicion for PE, admission to a monitored bed (e.g., telemetry or ICU depending on severity) is warranted.\n",
        "patient_id": "patient00065",
        "image_reference": "patient00065_study2_view1_frontal.jpg"
    }
]