[
    {
        "demographics": {
            "age": 44,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 44-year-old male presenting with a 3-day history of worsening shortness of breath, particularly when lying flat (orthopnea), and a non-productive cough. He denies fever, chills, chest pain, or recent trauma. He reports a history of hypertension, well-controlled with lisinopril, and hyperlipidemia, treated with atorvastatin. He denies smoking, alcohol use, or illicit drug use. Family history is significant for coronary artery disease in his father. Social history includes working as an accountant. He denies recent travel or sick contacts. He notes some mild swelling in his ankles over the past few days.",
        "vitals": {
            "HR": 98,
            "BP": "135/88 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Pleural Effusion"
            ],
            "negative": [
                "Consolidation",
                "Edema"
            ]
        },
        "hidden_diagnosis_label": "Congestive Heart Failure",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 44\n**Sex:** Male\n**Date:** 2024-02-29\n\n## History of Present Illness (HPI):\n\nMr. Doe is a 44-year-old male presenting with a 3-day history of progressive dyspnea, worse with exertion and when supine (orthopnea). He also reports a non-productive cough. He denies fever, chills, chest pain, recent trauma, or significant changes in his diet. He notes mild bilateral ankle edema that has developed over the past few days.\n\n## Past Medical History (PMH):\n\n*   Hypertension (well-controlled on lisinopril)\n*   Hyperlipidemia (treated with atorvastatin)\n\n## Social History (SH):\n\n*   Accountant\n*   Denies smoking, alcohol, or illicit drug use.\n\n## Family History (FH):\n\n*   Father with coronary artery disease.\n\n## Review of Systems (ROS):\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Cardiovascular:** Denies chest pain, palpitations. Reports ankle edema.\n*   **Respiratory:** Reports dyspnea, non-productive cough, orthopnea.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Neurological:** Denies headache, dizziness, weakness, numbness.\n\n## Physical Examination:\n\n*   **General:** Alert and oriented, appears mildly distressed due to dyspnea.\n*   **Vitals:** HR 98 bpm, BP 135/88 mmHg, RR 22 breaths/min, SpO2 92% on room air, Temp 37.0°C.\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes moist. No JVD noted at rest.\n*   **Cardiovascular:** Regular rate and rhythm. S1 and S2 auscultated. No murmurs, rubs, or gallops appreciated.\n*   **Respiratory:** Lungs clear to auscultation bilaterally, but breath sounds are diminished at the bases. No wheezes or crackles noted.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Extremities:** Mild (1+) bilateral pitting edema in the ankles.\n\n## Investigations:\n\n*   **Chest X-ray:** Shows a moderate right-sided pleural effusion. No evidence of consolidation or pulmonary edema.\n\n## Assessment:\n\n1.  **Dyspnea and Pleural Effusion:** The patient's presentation of progressive dyspnea, orthopnea, non-productive cough, and ankle edema, along with the finding of a pleural effusion on chest X-ray, is highly suggestive of congestive heart failure (CHF). While the X-ray does not show overt pulmonary edema, pleural effusions are a common finding in CHF, often occurring due to increased hydrostatic pressure.\n\n## Plan:\n\n1.  **Admit to Cardiology service:** For further evaluation and management of suspected CHF.\n2.  **Oxygen:** Administer supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n3.  **Labs:** Order comprehensive metabolic panel (CMP), complete blood count (CBC), brain natriuretic peptide (BNP), troponin, and coagulation studies.\n4.  **ECG:** Obtain a 12-lead ECG to assess for ischemia or arrhythmias.\n5.  **Echocardiogram:** Order an echocardiogram to evaluate cardiac structure and function (ejection fraction, diastolic function, valvular disease).\n6.  **Diuretics:** Initiate intravenous furosemide (Lasix) 40 mg IV now, and potentially increase dose based on response and weight.\n7.  **Fluid Restriction:** Implement fluid restriction (e.g., 2L/day).\n8.  **Monitor:** Closely monitor vital signs, oxygen saturation, respiratory status, and urine output. Daily weights.\n9.  **Consult Cardiology:** Request urgent cardiology consultation for further management and potential workup for underlying etiology (e.g., ischemic heart disease).\n",
        "patient_id": "patient00018",
        "image_reference": "patient00018_study1_view1_frontal.jpg"
    }
]