[
    {
        "demographics": {
            "age": 76,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 76-year-old male with a history of hypertension, hyperlipidemia, and chronic obstructive pulmonary disease (COPD) presenting to the emergency department with worsening shortness of breath and cough for the past 3 days. He reports increased sputum production, which is yellowish in color. He denies fever or chills but admits to feeling generally unwell and fatigued. He has been using his rescue inhaler more frequently with minimal relief. He denies chest pain, palpitations, or lower extremity edema. He lives at home with his wife and is independent in activities of daily living, although he requires assistance with yard work. He is a former smoker with a 40 pack-year history, having quit 15 years ago. He denies recent travel or sick contacts.",
        "vitals": {
            "HR": 115,
            "BP": "130/80",
            "SpO2": 88,
            "Temp": 37.2
        },
        "radiographic_labels": {
            "positive": [
                "Infiltrate"
            ],
            "negative": [
                "Edema"
            ]
        },
        "hidden_diagnosis_label": "Pneumonia",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 76\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## History of Present Illness (HPI):\n\n76-year-old male with a history of COPD, hypertension, and hyperlipidemia presents with a 3-day history of worsening shortness of breath, productive cough (yellowish sputum), and fatigue. He denies fever or chills. Symptoms have been progressively worsening, and his usual rescue inhaler provides minimal relief. He denies chest pain, palpitations, or lower extremity edema.\n\n## Past Medical History (PMH):\n\n*   Hypertension\n*   Hyperlipidemia\n*   COPD (diagnosed 10 years ago, on home oxygen at night)\n*   Former smoker (40 pack-years, quit 15 years ago)\n\n## Medications:\n\n*   Lisinopril 20mg daily\n*   Atorvastatin 40mg daily\n*   Albuterol inhaler PRN\n*   Ipratropium inhaler BID\n*   Oxygen 2L NC at night\n\n## Allergies:\n\nNKDA\n\n## Social History:\n\nLives at home with wife. Former smoker. Denies alcohol or illicit drug use.\n\n## Family History:\n\nNon-contributory\n\n## Review of Systems (ROS):\n\n*   **General:** Fatigue, malaise.\n*   **HEENT:** Denies headache, vision changes, hearing loss, nasal congestion, sore throat.\n*   **Respiratory:** Worsening shortness of breath, productive cough (yellowish sputum), increased use of rescue inhaler.\n*   **Cardiovascular:** Denies chest pain, palpitations, orthopnea, paroxysmal nocturnal dyspnea.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Genitourinary:** Denies dysuria, frequency, urgency.\n*   **Neurological:** Denies headache, dizziness, weakness, numbness, tingling.\n*   **Musculoskeletal:** Denies joint pain, muscle weakness.\n*   **Skin:** Denies rash, itching.\n*   **Psychiatric:** Denies depression, anxiety.\n\n## Physical Examination:\n\n*   **General:** Elderly male, appears mildly distressed, alert and oriented x3.\n*   **Vitals:** HR 115 bpm, BP 130/80 mmHg, RR 24 breaths/min, SpO2 88% on room air, Temp 37.2°C (99.0°F).\n*   **HEENT:** Normocephalic, atraumatic. Oropharynx clear. No JVD.\n*   **Lungs:** Auscultation reveals diffuse wheezing bilaterally, with decreased breath sounds at the right lung base and crackles noted in the same area. Increased work of breathing with accessory muscle use.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Neurological:** Grossly intact.\n*   **Skin:** Warm, dry, no rashes or lesions.\n\n## Assessment:\n\n1.  **Acute exacerbation of COPD, likely triggered by pneumonia:** Patient presents with worsening dyspnea, increased sputum production, and cough, consistent with an acute exacerbation of his underlying COPD. The presence of yellowish sputum, crackles at the right lung base, and decreased breath sounds in the same area, along with the vital signs (tachycardia, tachypnea, hypoxia), strongly suggests an underlying infectious process, specifically pneumonia.\n2.  **Hypoxemia:** SpO2 of 88% on room air indicates significant hypoxemia.\n\n## Plan:\n\n1.  **Admit to hospital:** Given the severity of symptoms, hypoxemia, and suspected pneumonia, admission is warranted.\n2.  **Oxygen therapy:** Initiate supplemental oxygen via nasal cannula to maintain SpO2 > 90%.\n3.  **Respiratory support:** Consider non-invasive positive pressure ventilation (NIPPV) if respiratory distress worsens or oxygenation does not improve with supplemental oxygen.\n4.  **Medications:**\n    *   Administer nebulized albuterol/ipratropium treatments.\n    *   Start systemic corticosteroids (e.g., prednisone 40mg daily).\n    *   Initiate empiric antibiotic therapy covering common community-acquired pneumonia pathogens (e.g., azithromycin and ceftriaxone).\n5.  **Diagnostics:**\n    *   Obtain arterial blood gas (ABG) to assess oxygenation, ventilation, and acid-base status.\n    *   Obtain sputum culture and sensitivity.\n    *   Complete blood count (CBC) and basic metabolic panel (BMP).\n    *   Influenza and COVID-19 testing.\n6.  **Monitoring:** Continuous cardiac monitoring, frequent vital sign checks, and serial SpO2 monitoring.\n7.  **Consults:** Consider pulmonary consult if needed.\n\n## Prognosis:\n\nPrognosis depends on the severity of the pneumonia and the patient's response to treatment. Close monitoring and aggressive management are crucial.",
        "patient_id": "patient00068",
        "image_reference": "patient00068_study1_view1_frontal.jpg"
    }
]