[
    {
        "demographics": {
            "age": 81,
            "sex": "Male"
        },
        "clinical_history": "Patient is an 81-year-old male with a history of hypertension, hyperlipidemia, and osteoarthritis presenting to the emergency department today with worsening shortness of breath over the past week. He reports that the shortness of breath initially occurred with exertion but has progressed to occurring at rest. He denies chest pain, fever, chills, or productive cough. He has noticed some mild swelling in his lower extremities. He denies recent travel or sick contacts. He takes lisinopril, atorvastatin, and acetaminophen as needed. He is a former smoker, having quit 20 years ago (20 pack-year history).",
        "vitals": {
            "HR": 110,
            "BP": "130/80",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Congestive Heart Failure",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 81\n**Sex:** Male\n**Date:** 2024-02-29\n\n## History of Present Illness (HPI):\n\n81-year-old male presents with progressive dyspnea over the past week. Symptoms started with exertion and have worsened to occur at rest. He denies chest pain, fever, chills, or productive cough. He notes mild bilateral lower extremity edema.\n\n## Past Medical History (PMH):\n\n*   Hypertension\n*   Hyperlipidemia\n*   Osteoarthritis\n*   Former smoker (quit 20 years ago, 20 pack-year history)\n\n## Medications:\n\n*   Lisinopril\n*   Atorvastatin\n*   Acetaminophen PRN\n\n## Allergies:\n\nNKDA\n\n## Social History:\n\nLives at home with his wife. Independent in ADLs but reports needing assistance with some IADLs. Denies alcohol or illicit drug use.\n\n## Family History:\n\nFather had coronary artery disease. Mother had hypertension.\n\n## Review of Systems (ROS):\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Cardiovascular:** Denies chest pain, palpitations. Reports lower extremity edema.\n*   **Respiratory:** Reports progressive dyspnea, denies cough, wheezing, or hemoptysis.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Genitourinary:** Denies dysuria, frequency, urgency.\n*   **Neurological:** Denies headache, dizziness, weakness, numbness.\n*   **Musculoskeletal:** Denies joint pain other than baseline osteoarthritis.\n*   **Skin:** Denies rash, itching.\n\n## Physical Examination:\n\n*   **General:** Elderly male, appears mildly distressed due to shortness of breath.\n*   **Vitals:** HR 110 bpm, BP 130/80 mmHg, SpO2 90% on room air, Temp 37.0°C.\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes moist. No JVD noted at rest.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops auscultated. Peripheral pulses 2+ bilaterally.\n*   **Respiratory:** Lungs clear to auscultation bilaterally, but breath sounds are diminished at the bases. No wheezes or crackles noted. Increased work of breathing with accessory muscle use.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Extremities:** 2+ pitting edema bilaterally up to the mid-calf.\n*   **Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n\n## Investigations:\n\n*   **Chest X-ray:** Shows evidence of a pleural effusion, likely bilateral, more prominent on the right side, causing blunting of the costophrenic angles and obscuring the diaphragm.\n*   **EKG:** Sinus tachycardia.\n*   **Labs:** Pending (CBC, BMP, BNP, Troponin).\n\n## Assessment:\n\n1.  **Acute decompensated heart failure (ADHF)**: Likely etiology for the progressive dyspnea, lower extremity edema, and pleural effusion. The patient's history of hypertension and hyperlipidemia are risk factors. The diminished breath sounds at the bases and radiographic findings of pleural effusion support this diagnosis. Tachycardia and hypoxia are consistent with respiratory compromise secondary to fluid overload.\n\n## Plan:\n\n1.  **Admit to Cardiology service.**\n2.  **Oxygen therapy:** Start supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n3.  **Diuretics:** Administer IV furosemide (e.g., 40mg) to promote diuresis and reduce fluid overload.\n4.  **Nitroglycerin:** Consider IV nitroglycerin for preload and afterload reduction if blood pressure allows.\n5.  **Monitor:** Closely monitor vital signs, oxygen saturation, respiratory status, and urine output.\n6.  **Labs:** Review pending labs (CBC, BMP, BNP, Troponin) to further evaluate renal function, electrolytes, cardiac biomarkers, and BNP level.\n7.  **Repeat CXR:** Obtain a repeat chest x-ray after diuresis to assess for improvement in pleural effusion and pulmonary congestion.\n8.  **Consult Cardiology:** Obtain cardiology consultation for further management and evaluation for underlying cardiac pathology.\n9.  **Consider:** If patient does not respond to initial therapy, consider non-invasive ventilation (NIV) or intubation if respiratory failure worsens.\n",
        "patient_id": "patient00008",
        "image_reference": "patient00008_study1_view1_frontal.jpg"
    }
]