[
    {
        "demographics": {
            "age": 65,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 65-year-old female with a history of hypertension, hyperlipidemia, and osteoarthritis presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago while gardening. She denies any recent trauma, fever, chills, cough, or sputum production. She reports feeling well prior to the onset of symptoms. She denies any history of smoking. Family history is significant for coronary artery disease in her father. Social history is negative for alcohol or illicit drug use. She takes lisinopril, atorvastatin, and acetaminophen as needed.",
        "vitals": {
            "HR": 110,
            "BP": "100/65 mmHg",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Pneumothorax"
            ],
            "negative": [
                "Consolidation",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 65\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nAcute onset shortness of breath and pleuritic chest pain.\n\n## History of Present Illness\n\nPatient is a 65-year-old female presenting with acute onset shortness of breath and right-sided pleuritic chest pain that began approximately 2 hours ago while gardening. The pain is described as sharp and worsens with inspiration. She denies any preceding trauma, cough, fever, chills, or sputum production. She reports feeling well prior to the onset of symptoms. She denies any recent travel or immobilization.\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Osteoarthritis\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Acetaminophen PRN\n\n## Allergies\n\nNKDA\n\n## Social History\n\nDenies smoking, alcohol, or illicit drug use.\n\n## Family History\n\nFather with coronary artery disease.\n\n## Review of Systems\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Respiratory:** Reports acute onset shortness of breath and pleuritic chest pain. Denies cough or sputum.\n*   **Cardiovascular:** Denies palpitations or chest pain (other than pleuritic pain).\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Neurological:** Denies headache, dizziness, weakness, numbness.\n\n## Physical Examination\n\n*   **General:** Anxious appearing female in moderate respiratory distress.\n*   **Vitals:** HR 110 bpm, BP 100/65 mmHg, SpO2 90% on room air, Temp 37.0°C (98.6°F).\n*   **HEENT:** Atraumatic. Mucous membranes slightly dry.\n*   **Neck:** Supple, no JVD.\n*   **Lungs:** Decreased breath sounds on the right side. Hyperresonance to percussion on the right side. No wheezes or crackles auscultated bilaterally.\n*   **Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n*   **Extremities:** No edema, cyanosis, or clubbing.\n*   **Skin:** Warm, dry, no rashes.\n\n## Investigations\n\n*   **Chest X-ray (CXR):** Shows a moderate right-sided pneumothorax with evidence of lung collapse. No evidence of consolidation or pleural effusion.\n\n## Assessment\n\n1.  **Right-sided Spontaneous Pneumothorax:** Based on the acute onset of pleuritic chest pain and shortness of breath, physical exam findings of decreased breath sounds and hyperresonance on the right, and CXR confirmation of a right pneumothorax. The patient's age and lack of underlying lung disease suggest a primary spontaneous pneumothorax, although secondary causes should be considered.\n2.  **Hypoxia:** Secondary to the pneumothorax and lung collapse.\n3.  **Tachycardia:** Likely secondary to hypoxia and pain/anxiety.\n4.  **Hypotension:** Possibly related to pain, anxiety, or early signs of tension pneumothorax (though no other signs like JVD or tracheal deviation are present).\n\n## Plan\n\n1.  **Immediate Management:**\n    *   Supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n    *   Establish IV access (2 large bore).\n    *   Continuous cardiac monitoring.\n    *   Obtain stat arterial blood gas (ABG).\n    *   Prepare for chest tube insertion.\n2.  **Definitive Management:**\n    *   **Chest Tube Placement:** Insert a right-sided chest tube (likely size 28-32 French) connected to a water seal drainage system to re-expand the lung. Consider placement in the 4th or 5th intercostal space, mid-axillary line.\n    *   **Pain Management:** Administer IV analgesics (e.g., morphine or fentanyl) for pleuritic chest pain.\n3.  **Further Evaluation:**\n    *   Repeat CXR after chest tube placement to assess lung re-expansion.\n    *   Monitor vital signs closely for signs of tension pneumothorax (hypotension, tachycardia, JVD, tracheal deviation).\n    *   Consider CT chest if underlying lung disease is suspected or if pneumothorax recurs.\n4.  **Consults:**\n    *   Thoracic Surgery consult for consideration of pleurodesis or surgical intervention if recurrent or persistent air leak.\n5.  **Disposition:**\n    *   Admission to the hospital for monitoring and management of pneumothorax.\n\n## Prognosis\n\nPrognosis is generally good with appropriate management (chest tube placement). Recurrence is possible, especially in taller, thinner individuals or smokers (though this patient denies smoking). Secondary spontaneous pneumothorax has a higher recurrence rate and is associated with underlying lung disease.\n",
        "patient_id": "patient00077",
        "image_reference": "patient00077_study1_view1_frontal.jpg"
    }
]