[
    {
        "demographics": {
            "age": 78,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 78-year-old female with a history of hypertension, hyperlipidemia, and osteoarthritis presenting to the emergency department with a 3-day history of worsening shortness of breath, productive cough with whitish sputum, and low-grade fever. She denies chest pain. She reports decreased appetite and increased fatigue over the past week. She is a former smoker (quit 20 years ago, 20 pack-year history). She lives at home independently. Medications include lisinopril, atorvastatin, and acetaminophen PRN. Allergies: NKDA. Social history: Denies alcohol or illicit drug use. Family history: Non-contributory.",
        "vitals": {
            "HR": 105,
            "BP": "130/80",
            "SpO2": 92,
            "Temp": 37.8
        },
        "radiographic_labels": {
            "positive": [
                "Atelectasis"
            ],
            "negative": [
                "Consolidation"
            ]
        },
        "hidden_diagnosis_label": "Post-obstructive Atelectasis",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 78\n**Sex:** Female\n**Date:** 2024-02-29\n**Admitting Physician:** Dr. [Your Name]\n\n## History of Present Illness\n\nMs. Doe is a 78-year-old female presenting with a 3-day history of worsening shortness of breath, productive cough with whitish sputum, and low-grade fever (Tmax 38.0°C). She denies chest pain. Symptoms began gradually over the past week with decreased appetite and increased fatigue, culminating in the acute worsening of respiratory symptoms over the last 3 days. She reports feeling generally weaker than usual.\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Osteoarthritis\n*   Former smoker (quit 20 years ago, 20 pack-year history)\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Acetaminophen PRN\n\n## Allergies\n\n*   NKDA\n\n## Social History\n\n*   Lives at home independently.\n*   Denies alcohol or illicit drug use.\n\n## Family History\n\n*   Non-contributory\n\n## Review of Systems\n\n*   **Constitutional:** Fatigue, decreased appetite, low-grade fever.\n*   **Respiratory:** Shortness of breath, productive cough (whitish sputum).\n*   **Cardiovascular:** Denies chest pain, palpitations.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Neurological:** Denies headache, dizziness, focal weakness.\n\n## Physical Examination\n\n*   **General:** Elderly female, appears mildly distressed due to shortness of breath.\n*   **Vitals:** HR 105 bpm, BP 130/80 mmHg, SpO2 92% on room air, Temp 37.8°C (oral).\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. Pharynx clear.\n*   **Neck:** Supple, no lymphadenopathy or thyroid enlargement.\n*   **Lungs:** Auscultation reveals decreased breath sounds at the right lung base with associated crackles. No wheezing or rhonchi noted elsewhere. Increased work of breathing with mild accessory muscle use.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Neurological:** Alert and oriented to person, place, and time. Gross motor and sensory function intact.\n*   **Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\n\n*   **Chest X-ray:** Shows atelectasis in the right lower lobe. No evidence of consolidation or pleural effusion.\n*   **CBC:** Pending.\n*   **BMP:** Pending.\n*   **Influenza/COVID testing:** Pending.\n\n## Assessment\n\n1.  **Atelectasis, likely post-obstructive:** The patient's presentation with shortness of breath, productive cough, fever, decreased breath sounds, and crackles at the right lung base, along with radiographic evidence of right lower lobe atelectasis, is concerning for atelectasis. Given her age and smoking history, a possible obstructing lesion (e.g., malignancy, mucus plug) needs to be considered. The absence of consolidation makes typical pneumonia less likely, although superimposed infection cannot be ruled out.\n2.  **Possible underlying obstructive process:** Further investigation is needed to determine the cause of the atelectasis, potentially including CT scan of the chest.\n\n## Plan\n\n1.  **Admit to hospital:** Due to hypoxia (SpO2 92% on RA), tachycardia (HR 105), tachypnea (increased work of breathing), and fever, admission is warranted for further evaluation and management.\n2.  **Oxygen therapy:** Initiate supplemental oxygen to maintain SpO2 > 94%.\n3.  **Respiratory therapy:** Consult respiratory therapy for airway clearance techniques (e.g., incentive spirometry, chest physiotherapy) to help mobilize secretions and re-expand the collapsed lung tissue.\n4.  **Antibiotics:** Start empiric antibiotics covering common community-acquired pneumonia pathogens, given the fever and productive cough, although consolidation is absent on CXR. Consider adjusting based on culture results if obtained.\n5.  **Further imaging:** Order a CT scan of the chest with contrast to evaluate for an underlying obstructing lesion (e.g., tumor, foreign body, enlarged lymph node) or other pathology causing the atelectasis.\n6.  **Labs:** Monitor CBC, BMP, inflammatory markers (CRP, ESR), and obtain sputum culture if possible.\n7.  **Bronchoscopy:** Consider bronchoscopy if CT scan reveals a potential obstructing lesion or if the atelectasis does not resolve with conservative management.\n8.  **Monitor:** Closely monitor vital signs, respiratory status, and oxygen saturation.\n9.  **Consults:** Consider pulmonology consultation.\n",
        "patient_id": "patient00024",
        "image_reference": "patient00024_study2_view1_frontal.jpg"
    }
]