[
    {
        "demographics": {
            "age": 90,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 90-year-old female presenting with progressive shortness of breath over the past week, initially exertional but now present at rest. She reports a non-productive cough and denies fever, chills, or chest pain. She has a history of hypertension, osteoarthritis, and atrial fibrillation (on warfarin). She lives at home with assistance and has noticed some mild lower extremity edema recently. She denies recent travel, sick contacts, or trauma. Her medications include lisinopril, warfarin, acetaminophen, and a daily multivitamin.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Pleural Effusion"
            ],
            "negative": [
                "Cardiomegaly"
            ]
        },
        "hidden_diagnosis_label": "Congestive Heart Failure Exacerbation",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 90\n**Sex:** Female\n**Date:** 2024-02-29\n\n## Chief Complaint\nProgressive shortness of breath.\n\n## History of Present Illness\nMs. Doe is a 90-year-old female with a history of hypertension, osteoarthritis, and atrial fibrillation presenting with worsening shortness of breath over the past week. The dyspnea initially occurred with exertion but has progressed to occur even at rest. She also reports a non-productive cough. She denies fever, chills, chest pain, orthopnea, or paroxysmal nocturnal dyspnea. She has noticed some mild swelling in her ankles recently.\n\n## Past Medical History\n- Hypertension\n- Osteoarthritis\n- Atrial Fibrillation (on warfarin)\n\n## Medications\n- Lisinopril\n- Warfarin\n- Acetaminophen\n- Multivitamin\n\n## Allergies\nNKDA\n\n## Social History\nLives at home with assistance. Non-smoker. Denies alcohol or illicit drug use.\n\n## Family History\nNon-contributory.\n\n## Review of Systems\n- **Constitutional:** Denies fever, chills, weight loss.\n- **Cardiovascular:** Denies chest pain. Reports lower extremity edema.\n- **Respiratory:** Reports progressive shortness of breath and non-productive cough.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Neurological:** Denies headache, dizziness, focal weakness.\n\n## Physical Examination\n**General:** Elderly female, appears mildly distressed due to shortness of breath.\n**Vitals:** HR 110 bpm, BP 110/70 mmHg, SpO2 90% on room air, Temp 37.0°C.\n**HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. JVP elevated.\n**Lungs:** Auscultation reveals bilateral crackles, predominantly at the bases. Decreased breath sounds at the right base.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops appreciated. Peripheral edema (1+ bilaterally).\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n**Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n\n## Investigations\n- Chest X-ray: Shows a moderate right-sided pleural effusion. No evidence of cardiomegaly or pulmonary edema.\n- EKG: Shows atrial fibrillation with a rapid ventricular response.\n- Labs: Pending (CBC, BMP, BNP, Troponin, Coagulation studies).\n\n## Assessment\n1.  **Acute dyspnea likely secondary to right-sided pleural effusion.** The effusion is likely contributing significantly to her respiratory distress and hypoxemia. The etiology of the effusion is unclear but could be related to congestive heart failure (CHF), malignancy, infection (though she denies fever), or other causes.\n2.  **Possible underlying Congestive Heart Failure (CHF) exacerbation.** History of atrial fibrillation and hypertension are risk factors. Recent onset of lower extremity edema and elevated JVP support this possibility, although the CXR does not show cardiomegaly or overt pulmonary edema. The pleural effusion could be a manifestation of CHF.\n3.  **Atrial fibrillation with rapid ventricular response.** Contributing to symptoms and potentially worsening cardiac function.\n\n## Plan\n1.  **Admit to hospital for further evaluation and management.**\n2.  **Oxygen therapy:** Initiate supplemental oxygen to maintain SpO2 > 92%.\n3.  **Cardiac monitoring:** Continuous EKG monitoring due to atrial fibrillation with RVR.\n4.  **Fluid management:** Restrict fluids and administer intravenous diuretics (e.g., furosemide) to address potential volume overload and pleural effusion.\n5.  **Thoracentesis:** Consider diagnostic and potentially therapeutic thoracentesis of the right pleural effusion to determine etiology (transudate vs. exudate) and relieve respiratory symptoms.\n6.  **Rate control:** Initiate or adjust rate control medication for atrial fibrillation (e.g., metoprolol, diltiazem) if not already optimized.\n7.  **Further investigations:** Obtain pending labs (CBC, BMP, BNP, Troponin, Coagulation studies). Consider echocardiogram to assess cardiac function and rule out structural heart disease.\n8.  **Consult Cardiology:** Consult cardiology for management of atrial fibrillation and potential underlying heart failure.\n9.  **Consult Pulmonology:** Consult pulmonology if the etiology of the pleural effusion remains unclear after initial workup or if there are concerns for malignancy or infection.\n",
        "patient_id": "patient00046",
        "image_reference": "patient00046_study3_view1_frontal.jpg"
    }
]