[
    {
        "demographics": {
            "age": 63,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 63-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus, presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain on the right side. The symptoms began approximately 4 hours ago while he was gardening. He denies any recent trauma, fever, chills, cough, or sputum production. He reports a history of smoking 1 pack per day for 40 years, but quit 5 years ago. He denies any known history of asthma or COPD, although he admits to occasional wheezing with exertion. He takes lisinopril, atorvastatin, and metformin. He denies any recent travel or sick contacts. He states the pain is sharp and worsens with deep inspiration and coughing. He feels lightheaded and dizzy. He denies any lower extremity swelling or recent immobilization.",
        "vitals": {
            "HR": 115,
            "BP": "105/68 mmHg",
            "SpO2": 88,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Edema"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 63\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and right-sided pleuritic chest pain.\n\n## History of Present Illness (HPI)\nPatient is a 63-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus who presents with acute onset shortness of breath and sharp, right-sided pleuritic chest pain that began approximately 4 hours ago while gardening. The pain is exacerbated by deep inspiration and coughing. He denies fever, chills, cough, sputum production, recent trauma, or sick contacts. He reports lightheadedness and dizziness. He has a significant smoking history (40 pack-years, quit 5 years ago).\n\n## Past Medical History (PMH)\n- Hypertension\n- Hyperlipidemia\n- Type 2 Diabetes Mellitus\n- Former Smoker (40 pack-years, quit 5 years ago)\n\n## Medications\n- Lisinopril\n- Atorvastatin\n- Metformin\n\n## Allergies\nNKDA\n\n## Social History\nFormer smoker. Denies alcohol or illicit drug use.\n\n## Family History\nNon-contributory\n\n## Review of Systems (ROS)\n- **General:** Lightheadedness, dizziness.\n- **HEENT:** Negative.\n- **Cardiovascular:** Negative.\n- **Respiratory:** Acute onset shortness of breath, right-sided pleuritic chest pain. Denies cough or sputum.\n- **Gastrointestinal:** Negative.\n- **Genitourinary:** Negative.\n- **Musculoskeletal:** Negative.\n- **Neurological:** Negative.\n- **Skin:** Negative.\n- **Psychiatric:** Negative.\n\n## Physical Examination\n**General:** Anxious appearing male in moderate respiratory distress.\n**Vitals:** HR 115 bpm, BP 105/68 mmHg, SpO2 88% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. Sclerae anicteric.\n**Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops. Peripheral pulses 2+ bilaterally.\n**Respiratory:** Tachypneic (RR 28). Decreased breath sounds on the right side compared to the left. Hyperresonance to percussion on the right side. No wheezes or crackles appreciated on the left. No subcutaneous emphysema noted.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Alert and oriented to person, place, and time. Gross motor and sensory function intact.\n**Skin:** Warm, dry. No rashes or lesions.\n\n## Assessment\n1.  **Acute Respiratory Distress:** Likely secondary to underlying pulmonary pathology.\n2.  **Right-sided Pleuritic Chest Pain and Dyspnea:** Highly suspicious for pneumothorax given the acute onset, pleuritic nature, decreased breath sounds, and hyperresonance on the right side. The patient's history of smoking increases the risk for spontaneous pneumothorax, even though he quit 5 years ago. His vital signs (tachycardia, hypotension, hypoxia) indicate hemodynamic compromise and significant respiratory distress.\n\n## Plan\n1.  **Immediate:** Apply supplemental oxygen via non-rebreather mask to target SpO2 > 90%. Obtain IV access (2 large bore). Draw stat labs including CBC, BMP, ABG, D-dimer, troponin. Obtain portable chest X-ray (already done, pending formal read but clinical suspicion high). Consider stat CT chest if X-ray is inconclusive or if tension pneumothorax is suspected clinically.\n2.  **Definitive Management:** Based on clinical suspicion and likely radiographic findings (pending formal read), prepare for emergent chest tube placement (thoracostomy) on the right side for decompression and drainage. Consult Thoracic Surgery.\n3.  **Monitoring:** Continuous cardiac monitoring, pulse oximetry, frequent vital sign checks. Monitor respiratory status closely.\n4.  **Further Workup:** Once stabilized, consider further evaluation for underlying lung disease (e.g., PFTs, HRCT chest) to assess risk for recurrence.\n5.  **Pain Management:** Administer analgesics (e.g., morphine) as needed for chest pain, titrating carefully given potential respiratory depression and hemodynamic instability.\n\n## Orders\n- O2 via NRB mask\n- IV access x 2\n- Labs: CBC, BMP, ABG, D-dimer, Troponin\n- Portable CXR (already obtained)\n- Continuous cardiac monitoring\n- Continuous pulse oximetry\n- Frequent VS monitoring\n- Consult Thoracic Surgery\n- Prepare for emergent chest tube placement (right side)\n- Morphine PRN for pain\n",
        "patient_id": "patient00036",
        "image_reference": "patient00036_study1_view1_frontal.jpg"
    }
]