[
    {
        "demographics": {
            "age": 50,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 50-year-old female presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago. The pain is described as sharp and worsens with deep inspiration, localized to the right lower chest. She denies any recent trauma, fever, chills, cough, or sputum production. She has a history of hypertension, well-controlled with lisinopril, and hyperlipidemia, treated with atorvastatin. She is a non-smoker and denies illicit drug use. She reports no recent travel or prolonged immobilization. Family history is significant for coronary artery disease in her father. Social history is unremarkable.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Pulmonary Embolism",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 50\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and right-sided pleuritic chest pain.\n\n## History of Present Illness (HPI)\nPatient is a 50-year-old female presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago. The pain is described as sharp and worsens with deep inspiration, localized to the right lower chest. She denies any recent trauma, fever, chills, cough, or sputum production. She reports feeling slightly lightheaded. She denies any recent travel or prolonged immobilization.\n\n## Past Medical History (PMH)\n- Hypertension (well-controlled with lisinopril)\n- Hyperlipidemia (treated with atorvastatin)\n\n## Social History\nNon-smoker, denies illicit drug use.\n\n## Family History\nFather with coronary artery disease.\n\n## Medications\n- Lisinopril\n- Atorvastatin\n\n## Allergies\nNKDA\n\n## Review of Systems (ROS)\n- **Constitutional:** Denies fever, chills, weight loss.\n- **Cardiovascular:** Denies palpitations, edema.\n- **Respiratory:** Reports acute onset shortness of breath and pleuritic chest pain. Denies cough, sputum, wheezing.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Neurological:** Denies headache, dizziness (except for slight lightheadedness reported with SOB).\n\n## Physical Examination\n**General:** Anxious appearing female in moderate respiratory distress.\n**Vitals:** HR 110 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Atraumatic, mucous membranes moist.\n**Neck:** Supple, no JVD.\n**Lungs:** Clear to auscultation bilaterally, no wheezes, rales, or rhonchi. Decreased breath sounds noted at the right base, possibly due to splinting from pain.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n**Extremities:** No edema, cyanosis, or clubbing. Pulses 2+ bilaterally.\n**Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\n- Chest X-ray (CXR): Ordered. (Note: CXR findings are currently unavailable for this note, but the ground truth indicates no pleural effusion and no other specific findings mentioned in the profile). EKG: Ordered.\nD-dimer: Ordered.\nCT Angiogram of Chest: Pending.\n\n## Assessment\n1.  **Acute Shortness of Breath and Pleuritic Chest Pain:** Differential diagnosis includes pulmonary embolism (PE), pneumothorax, pneumonia, pericarditis, musculoskeletal pain, acute coronary syndrome. Given the acute onset, pleuritic nature of the pain, tachycardia, and hypoxia, PE is high on the differential. Pneumothorax is less likely given clear lung sounds bilaterally, but decreased breath sounds at the right base warrant consideration. Pneumonia is less likely given the absence of fever, cough, and sputum. Pericarditis is less likely given the lack of positional changes or friction rub. ACS is less likely given the pleuritic nature of the pain, but cannot be entirely ruled out.\n\n## Plan\n1.  **Continuous Monitoring:** Place patient on continuous cardiac monitoring and pulse oximetry.\n2.  **Oxygen Therapy:** Administer supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n3.  **Labs:** Obtain CBC, CMP, BNP, Troponin, D-dimer, ABG.\n4.  **Imaging:** Review CXR results when available. Proceed with CT Angiogram of the chest to evaluate for PE, given the high clinical suspicion (Wells score likely intermediate or high).\n5.  **EKG:** Obtain and interpret EKG to evaluate for signs of right heart strain or ischemia.\n6.  **Anticoagulation:** If PE is confirmed or highly suspected pending CT results, initiate anticoagulation (e.g., heparin drip or LMWH) after assessing for contraindications.\n7.  **Pain Management:** Administer analgesics (e.g., NSAIDs or opioids) for chest pain as needed.\n8.  **Consults:** Consider consulting Cardiology and/or Pulmonology as appropriate.\n9.  **Disposition:** Admit to the hospital for further evaluation and management.\n",
        "patient_id": "patient00010",
        "image_reference": "patient00010_study1_view1_frontal.jpg"
    }
]