[
    {
        "demographics": {
            "age": 76,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 76-year-old female with a history of hypertension, hyperlipidemia, and osteoarthritis presenting to the emergency department with worsening shortness of breath over the past 3 days. She reports orthopnea and paroxysmal nocturnal dyspnea. She denies chest pain, fever, chills, or productive cough. She states she has noticed increased bilateral lower extremity edema. Her medications include lisinopril, atorvastatin, and acetaminophen as needed. She denies recent travel or sick contacts. She reports non-compliance with her low-sodium diet recently.",
        "vitals": {
            "HR": 110,
            "BP": "145/90",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Edema"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Congestive Heart Failure Exacerbation",
        "admission_note": "# Admission Note\n\n**Patient:** [Patient Name - Synthetic]\n**Age:** 76\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## HPI\n\n76-year-old female with a history of hypertension, hyperlipidemia, and osteoarthritis presents with worsening shortness of breath over the past 3 days. The dyspnea is exacerbated by exertion and lying flat (orthopnea). She also reports waking up at night short of breath (paroxysmal nocturnal dyspnea). She denies chest pain, fever, chills, or productive cough. She notes increased bilateral lower extremity edema. She admits to recent non-compliance with her prescribed low-sodium diet.\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Osteoarthritis\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Acetaminophen PRN\n\n## Allergies\n\nNKDA\n\n## Social History\n\nNon-smoker. Denies alcohol or illicit drug use. Lives at home with her husband.\n\n## Family History\n\nNon-contributory.\n\n## Review of Systems\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Cardiovascular:** Denies chest pain. Reports orthopnea and PND.\n*   **Respiratory:** Reports worsening shortness of breath. Denies cough or sputum production.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Genitourinary:** Denies dysuria, frequency, urgency.\n*   **Neurological:** Denies headache, dizziness, focal weakness.\n*   **Musculoskeletal:** Reports chronic osteoarthritis pain.\n*   **Skin:** Denies rash, itching.\n\n## Physical Examination\n\n*   **General:** Elderly female, appears anxious and in moderate respiratory distress.\n*   **Vitals:** HR 110 bpm, BP 145/90 mmHg, RR 24 breaths/min, SpO2 90% on room air, Temp 37.0°C (98.6°F).\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. JVP elevated to 8 cm.\n*   **Neck:** Supple. No thyromegaly or lymphadenopathy.\n*   **Lungs:** Auscultation reveals bilateral crackles, predominantly at the bases. Decreased breath sounds bilaterally.\n*   **Cardiovascular:** Tachycardic, regular rhythm. S1 and S2 present. No murmurs, rubs, or gallops appreciated.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Extremities:** 2+ pitting edema bilaterally up to the mid-shins.\n*   **Skin:** Warm, dry, no rashes.\n\n## Labs\n\n*   CBC, CMP, BNP, Troponin pending.\n\n## Imaging\n\n*   Chest X-ray: Shows cardiomegaly and bilateral interstitial and alveolar edema (pulmonary vascular congestion, Kerley B lines, peribronchial cuffing).\n\n## Assessment\n\n1.  Acute decompensated heart failure (ADHF) exacerbation, likely secondary to dietary indiscretion and possibly underlying worsening cardiac function. Clinical presentation (dyspnea, orthopnea, PND, edema, elevated JVP, crackles) and radiographic findings (pulmonary edema) are consistent with this diagnosis.\n\n## Plan\n\n1.  **Immediate:**\n    *   Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n    *   Administer intravenous furosemide (Lasix) 40 mg IV push now, followed by continuous infusion.\n    *   Administer sublingual nitroglycerin for symptom relief and afterload reduction, monitoring BP closely.\n    *   Obtain stat BNP and Troponin levels.\n    *   Place patient on cardiac monitor.\n    *   Obtain EKG.\n2.  **Further Management:**\n    *   Initiate non-invasive positive pressure ventilation (NIPPV) if respiratory distress worsens or oxygenation does not improve with supplemental oxygen.\n    *   Consider intravenous inotropes (e.g., dobutamine) if signs of cardiogenic shock or persistent hypotension develop.\n    *   Strict intake and output monitoring.\n    *   Daily weights.\n    *   Sodium restriction.\n    *   Consult Cardiology.\n    *   Address underlying cause (e.g., medication non-compliance, ischemia).\n3.  **Disposition:** Admit to Cardiac Care Unit (CCU) or Telemetry unit for monitoring and management of ADHF.\n",
        "patient_id": "patient00015",
        "image_reference": "patient00015_study1_view1_frontal.jpg"
    }
]