[
    {
        "demographics": {
            "age": 70,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 70-year-old male with a history of COPD (diagnosed 10 years ago, uses home oxygen 2L NC), hypertension, and hyperlipidemia presenting to the Emergency Department today with worsening shortness of breath over the past 3 days. He reports increased sputum production, which is yellowish-green in color, and a non-productive cough. He denies fever or chills. He states his baseline oxygen saturation is typically 90-92% on 2L NC at home, but today it has dropped to 88-90% despite increasing his oxygen to 3L NC. He denies chest pain, palpitations, or lower extremity edema. He denies recent travel or sick contacts. He is a former smoker with a 40 pack-year history, having quit 15 years ago. He takes lisinopril, atorvastatin, and uses albuterol and tiotropium inhalers as needed. He denies any recent falls or trauma.",
        "vitals": {
            "HR": 110,
            "BP": "145/88",
            "SpO2": 90,
            "Temp": 37.2
        },
        "radiographic_labels": {
            "positive": [
                "Atelectasis"
            ],
            "negative": [
                "Consolidation",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "COPD Exacerbation with Atelectasis",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 70\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nWorsening shortness of breath.\n\n## History of Present Illness (HPI)\n\nMr. Doe is a 70-year-old male with a known history of COPD who presents to the ED with a 3-day history of worsening dyspnea. He reports increased sputum production, described as yellowish-green, and a non-productive cough. He denies fever or chills. His baseline oxygen saturation at home is 90-92% on 2L NC, but today it has decreased to 88-90% despite increasing his home oxygen to 3L NC. He denies chest pain, palpitations, or lower extremity edema.\n\n## Past Medical History (PMH)\n\n*   COPD (diagnosed 10 years ago)\n*   Hypertension\n*   Hyperlipidemia\n*   Former smoker (40 pack-years, quit 15 years ago)\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Albuterol inhaler (PRN)\n*   Tiotropium inhaler (daily)\n*   Home oxygen 2L NC\n\n## Allergies\n\nNKDA\n\n## Social History\n\nFormer smoker. Denies alcohol or illicit drug use.\n\n## Family History\n\nNon-contributory.\n\n## Review of Systems (ROS)\n\n*   **General:** Denies fever, chills, weight loss.\n*   **HEENT:** Denies headache, vision changes, hearing loss, sore throat.\n*   **Cardiovascular:** Denies chest pain, palpitations, edema.\n*   **Respiratory:** Reports worsening shortness of breath, increased sputum production (yellowish-green), non-productive cough.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Genitourinary:** Denies dysuria, frequency, hematuria.\n*   **Neurological:** Denies headache, weakness, numbness, tingling.\n*   **Musculoskeletal:** Denies joint pain, muscle weakness.\n*   **Skin:** Denies rash, itching.\n\n## Physical Examination\n\n*   **General:** Elderly male, appears mildly distressed, sitting upright in chair.\n*   **Vitals:** HR 110 bpm, BP 145/88 mmHg, SpO2 90% on 3L NC, Temp 37.2°C (99.0°F).\n*   **HEENT:** PERRL, EOMI, mucous membranes moist, no pharyngeal erythema.\n*   **Cardiovascular:** Tachycardic, regular rhythm, no murmurs, rubs, or gallops. No JVD or peripheral edema.\n*   **Respiratory:** Increased work of breathing, accessory muscle use noted. Lungs are hyperinflated with decreased breath sounds bilaterally, particularly in the bases. Scattered wheezes and rhonchi auscultated bilaterally. No crackles noted. No signs of consolidation on percussion.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n*   **Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\n\n*   **Chest X-ray:** Shows hyperinflation consistent with COPD. There is evidence of atelectasis, particularly in the left lower lobe, but no evidence of consolidation or pleural effusion.\n*   **Labs:** CBC, BMP, ABG pending.\n\n## Assessment\n\n1.  **Acute exacerbation of COPD:** Likely triggered by an infectious process given the increased sputum production and change in color. Patient presents with increased dyspnea, hypoxemia (SpO2 90% on 3L NC), tachycardia (HR 110), and increased work of breathing.\n2.  **Atelectasis:** Present on chest X-ray, likely secondary to mucus plugging or decreased respiratory drive during the exacerbation.\n\n## Plan\n\n1.  **Oxygen Therapy:** Continue supplemental oxygen via nasal cannula, titrate to maintain SpO2 88-92%.\n2.  **Bronchodilators:** Administer nebulized albuterol and ipratropium every 20 minutes for the first hour, then reassess. Consider continuous nebulization if needed.\n3.  **Systemic Corticosteroids:** Administer IV methylprednisolone 125 mg.\n4.  **Antibiotics:** Initiate empiric antibiotic therapy (e.g., azithromycin, doxycycline, or amoxicillin-clavulanate) given the purulent sputum.\n5.  **Respiratory Support:** Monitor respiratory status closely. Consider non-invasive positive pressure ventilation (NIPPV) if patient develops worsening respiratory distress, hypercapnia, or respiratory acidosis.\n6.  **Labs:** Review pending CBC, BMP, ABG results. Obtain sputum culture and sensitivity.\n7.  **Monitoring:** Continuous cardiac monitoring, frequent vital sign checks, pulse oximetry monitoring.\n8.  **Disposition:** Admit to the hospital for management of COPD exacerbation and monitoring.\n",
        "patient_id": "patient00028",
        "image_reference": "patient00028_study1_view1_frontal.jpg"
    }
]