[
    {
        "demographics": {
            "age": 29,
            "sex": "Female"
        },
        "clinical_history": "The patient is a 29-year-old female presenting to the emergency department with acute onset of shortness of breath and pleuritic chest pain on the right side, which started approximately 2 hours ago while she was walking. She denies any recent trauma, cough, fever, or sputum production. She has no significant past medical history and takes no medications. She is a non-smoker and denies illicit drug use. She reports no recent travel or sick contacts. Family history is non-contributory. She is sexually active and uses contraception.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Atelectasis"
            ],
            "negative": [
                "Cardiomegaly",
                "Consolidation"
            ]
        },
        "hidden_diagnosis_label": "Pulmonary Embolism",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 29\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nAcute onset shortness of breath and right-sided pleuritic chest pain.\n\n## History of Present Illness\nThe patient is a 29-year-old female presenting with acute onset of shortness of breath and sharp, right-sided pleuritic chest pain that began approximately 2 hours ago while walking. The pain is exacerbated by deep inspiration and coughing. She denies any preceding cough, fever, chills, sputum production, recent trauma, or known sick contacts. She reports no recent travel or prolonged immobilization.\n\n## Past Medical History\nNon-contributory. No known allergies.\n\n## Medications\nNone.\n\n## Social History\nNon-smoker, denies illicit drug use. Sexually active, uses contraception.\n\n## Family History\nNon-contributory.\n\n## Review of Systems\nConstitutional: Denies fever, chills, weight loss.\nCardiovascular: Denies palpitations, edema.\nRespiratory: Reports acute onset shortness of breath and pleuritic chest pain (as above). Denies chronic cough or wheezing.\nNeurological: Denies headache, dizziness, focal weakness.\n\n## Physical Examination\n**General:** Alert and oriented, appears anxious, in mild respiratory distress.\n**Vitals:** HR 110 bpm, BP 110/70 mmHg, RR 24 breaths/min, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normal.\n**Neck:** Supple, no JVD.\n**Lungs:** Clear to auscultation bilaterally, but breath sounds are slightly diminished at the right base. No wheezes or crackles noted. Percussion is dull over the right lower lung field.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n**Neurological:** Grossly intact.\n**Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\nChest X-ray (CXR) obtained. Findings include possible atelectasis at the right lung base, but no consolidation or cardiomegaly.\n\n## Assessment\n1.  **Acute Shortness of Breath and Pleuritic Chest Pain:** The patient's presentation is highly suggestive of a pulmonary process. Given the acute onset, pleuritic nature of the pain, and associated shortness of breath, differential diagnoses include pulmonary embolism (PE), pneumothorax, pneumonia, pleurisy, and musculoskeletal pain. The absence of fever and productive cough makes pneumonia less likely, although not impossible. The lack of trauma makes pneumothorax less likely, but it remains a possibility. The CXR shows possible atelectasis but no consolidation or pneumothorax. The patient's tachycardia (HR 110) and mild hypoxia (SpO2 92%) are concerning.\n2.  **Possible Atelectasis:** CXR findings suggest possible atelectasis at the right base, which could be secondary to shallow breathing due to pain or potentially related to an underlying cause like PE or mucous plugging.\n\n## Plan\n1.  **Further Investigations:**\n    *   **CT Angiogram (CTA) of the Chest:** This is the most appropriate next step to rule out pulmonary embolism, given the high clinical suspicion based on the acute onset of pleuritic chest pain, shortness of breath, tachycardia, and hypoxia. The CXR findings are non-specific.\n    *   **D-dimer:** While awaiting CTA, a D-dimer can be ordered. However, given the moderate clinical suspicion (based on Wells score or similar), a negative D-dimer may not reliably rule out PE, and a positive D-dimer is non-specific. CTA is indicated regardless.\n    *   **Arterial Blood Gas (ABG):** To assess the severity of hypoxia and acid-base status.\n    *   **Electrocardiogram (ECG):** To evaluate for signs of right heart strain (e.g., S1Q3T3 pattern), although ECG findings in PE are often non-specific.\n    *   **Complete Blood Count (CBC), Basic Metabolic Panel (BMP), Troponin:** Standard laboratory workup.\n2.  **Management:**\n    *   **Oxygen:** Administer supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n    *   **Pain Control:** Administer analgesics (e.g., NSAIDs or opioids) for pleuritic chest pain.\n    *   **Anticoagulation:** If PE is confirmed by CTA, initiate anticoagulation therapy (e.g., heparin drip followed by warfarin or direct oral anticoagulant).\n    *   **Monitoring:** Continuous cardiac monitoring and frequent reassessment of respiratory status.\n3.  **Disposition:** Admit to the hospital for further evaluation and management pending results of CTA and other investigations. The patient's symptoms, vital signs (tachycardia, hypoxia), and potential for a serious underlying condition (PE) warrant inpatient care.\n\n**Attending Physician:** Dr. [Your Name]\n**Date/Time:** 2024-02-29 14:35",
        "patient_id": "patient00072",
        "image_reference": "patient00072_study3_view1_frontal.jpg"
    }
]