[
    {
        "demographics": {
            "age": 48,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 48-year-old female presenting to the emergency department with acute onset of shortness of breath and pleuritic chest pain that started approximately 2 hours ago while gardening. She denies any recent trauma, fever, chills, cough, or sputum production. She has a history of well-controlled hypertension managed with lisinopril and seasonal allergies. She is a non-smoker and denies illicit drug use. She reports no recent travel or sick contacts. Family history is significant for coronary artery disease in her father.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Atelectasis"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 48\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nAcute onset shortness of breath and right-sided pleuritic chest pain.\n\n## History of Present Illness\n\nPatient is a 48-year-old female with no significant past medical history other than well-controlled hypertension and seasonal allergies, presenting with sudden onset of shortness of breath and sharp, right-sided chest pain that began approximately 2 hours ago while gardening. The pain is pleuritic in nature, worsening with inspiration and movement. She denies any preceding trauma, fever, chills, cough, or sputum production. She reports feeling lightheadedness associated with the shortness of breath. She denies any recent travel, sick contacts, or exposure to tuberculosis.\n\n## Past Medical History\n\n- Hypertension (well-controlled on lisinopril)\n- Seasonal allergies\n\n## Medications\n\n- Lisinopril\n- Over-the-counter antihistamines as needed\n\n## Allergies\n\n- NKDA\n\n## Social History\n\n- Non-smoker\n- Denies illicit drug use\n- Denies alcohol use\n\n## Family History\n\n- Father with coronary artery disease\n\n## Review of Systems\n\n- **Constitutional:** Denies fever, chills, weight loss.\n- **Respiratory:** Reports acute onset shortness of breath and pleuritic chest pain. Denies cough, sputum, wheezing.\n- **Cardiovascular:** Denies palpitations, edema, orthopnea.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Neurological:** Denies headache, dizziness (except lightheadedness with SOB), focal weakness.\n\n## Physical Examination\n\n**General:** Anxious appearing female in moderate respiratory distress.\n**Vitals:** HR 110 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Atraumatic. Mucous membranes moist.\n**Neck:** Supple, no JVD.\n**Lungs:** Decreased breath sounds and hyperresonance to percussion on the right side compared to the left. No wheezes or crackles appreciated.\n**Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n**Extremities:** No edema, cyanosis, or clubbing.\n**Skin:** Warm, dry, no rashes.\n\n## Investigations\n\n- Chest X-ray (CXR) ordered and obtained.\n\n## Assessment\n\n1.  **Right-sided Spontaneous Pneumothorax:** Based on the acute onset of pleuritic chest pain and shortness of breath, physical exam findings of decreased breath sounds and hyperresonance on the right, and likely confirmation on CXR (pending formal read, but highly suspected). The patient's vital signs (tachycardia, tachypnea, hypoxia) are consistent with this diagnosis.\n\n## Plan\n\n1.  **Immediate Management:**\n    - Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n    - Continuous cardiac monitoring.\n    - Establish IV access.\n    - Obtain stat repeat CXR to confirm pneumothorax size and rule out tension pneumothorax.\n    - Consult Thoracic Surgery.\n2.  **Definitive Management:**\n    - Based on CXR findings and patient stability, proceed with either:\n        - **Observation:** For small (<2-3 cm) primary spontaneous pneumothorax in a stable patient.\n        - **Needle Aspiration:** For larger primary spontaneous pneumothorax or if observation fails.\n        - **Chest Tube Placement:** For large pneumothorax, symptomatic patient, secondary pneumothorax, or tension pneumothorax.\n3.  **Further Workup:**\n    - CBC, BMP, Coagulation studies.\n    - Consider CT chest if underlying lung disease is suspected or for recurrent pneumothorax.\n4.  **Patient Education:**\n    - Explain the diagnosis and management plan to the patient.\n    - Counsel on smoking cessation (although she is a non-smoker, reinforce the importance).\n    - Discuss potential recurrence and follow-up care.\n\n## Prognosis\n\nPrognosis is generally good with appropriate management. Recurrence is possible, especially with primary spontaneous pneumothorax.\n\n**Attending Physician:** Dr. [Your Name Here]",
        "patient_id": "patient00057",
        "image_reference": "patient00057_study1_view1_frontal.jpg"
    }
]