[
    {
        "demographics": {
            "age": 42,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 42-year-old female presenting to the emergency department with acute onset shortness of breath and sharp, pleuritic chest pain on the right side, which started approximately 2 hours ago while she was walking her dog. She denies any recent trauma, cough, fever, or sputum production. She has a history of well-controlled asthma, managed with an albuterol inhaler as needed. She denies smoking history. She reports no known allergies. Family history is non-contributory for pulmonary disease. Social history includes occasional alcohol use and no illicit drug use.",
        "vitals": {
            "HR": 115,
            "BP": "105/68 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 42\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nAcute onset shortness of breath and right-sided chest pain.\n\n## History of Present Illness\n\nPatient is a 42-year-old female presenting with acute onset shortness of breath and sharp, pleuritic right-sided chest pain that began approximately 2 hours ago while walking. The pain is described as sudden and severe. She denies any preceding trauma, cough, fever, chills, or sputum production. She reports feeling lightheaded and dizzy upon arrival.\n\n## Past Medical History\n\nWell-controlled asthma (uses albuterol PRN).\n\n## Allergies\n\nNKDA\n\n## Medications\n\nAlbuterol inhaler (PRN).\n\n## Social History\n\nOccasional alcohol use. No tobacco use. No illicit drug use.\n\n## Family History\n\nNon-contributory.\n\n## Review of Systems\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Respiratory:** Reports acute onset shortness of breath and right-sided pleuritic chest pain. Denies cough or sputum.\n*   **Cardiovascular:** Denies chest pain (other than pleuritic pain), palpitations, edema.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Neurological:** Reports dizziness.\n\n## Physical Examination\n\n*   **General:** Anxious appearing female in moderate respiratory distress.\n*   **Vitals:** HR 115 bpm, BP 105/68 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n*   **HEENT:** Atraumatic. Mucous membranes slightly dry.\n*   **Neck:** Supple, no JVD.\n*   **Lungs:** Decreased breath sounds on the right side compared to the left. Hyperresonance to percussion on the right side. No wheezing or crackles appreciated.\n*   **Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n*   **Extremities:** No edema, cyanosis, or clubbing.\n*   **Skin:** Warm, dry, diaphoretic.\n\n## Investigations\n\n*   Chest X-ray (CXR): Ordered stat. (Results pending, but clinical suspicion high for pneumothorax)\n\n## Assessment\n\n1.  **Acute Respiratory Distress:** Likely secondary to underlying pulmonary pathology.\n2.  **Right-sided Pleuritic Chest Pain:** Suggestive of pleural irritation or inflammation.\n3.  **Tachycardia and Hypoxia:** Indicative of significant physiological compromise.\n4.  **High Suspicion for Spontaneous Pneumothorax:** Based on acute onset pleuritic chest pain, shortness of breath, decreased breath sounds, and hyperresonance on the right side in a relatively young, non-smoking female with a history of asthma (though asthma itself is not a direct risk factor, some underlying lung conditions can predispose). The vital signs (tachycardia, hypoxia) support significant respiratory compromise.\n\n## Plan\n\n1.  **STAT Chest X-ray:** To confirm or rule out pneumothorax. (Assuming CXR confirms pneumothorax based on prompt)\n2.  **Supplemental Oxygen:** Apply via nasal cannula or face mask to maintain SpO2 > 94%.\n3.  **Cardiac Monitor:** Continuous monitoring due to tachycardia and potential for hemodynamic instability.\n4.  **IV Access:** Establish two large-bore IVs.\n5.  **Labs:** CBC, BMP, ABG, Coagulation studies.\n6.  **Consult Pulmonary:** For management of pneumothorax.\n7.  **Pain Management:** Consider IV analgesia for chest pain (e.g., morphine) cautiously, monitoring respiratory status.\n8.  **Prepare for Intervention:** Based on CXR findings and clinical status, prepare for potential chest tube placement if a significant pneumothorax is confirmed, especially given the patient's respiratory distress and hypoxia.\n9.  **Continuous Reassessment:** Frequent monitoring of vital signs, respiratory effort, and oxygen saturation.\n\n## Follow Up\n\nWill reassess patient's respiratory status and pain level frequently. Will review CXR results as soon as available and adjust management accordingly. Will consult pulmonary team for definitive management plan.\n",
        "patient_id": "patient00006",
        "image_reference": "patient00006_study1_view1_frontal.jpg"
    }
]