[
    {
        "demographics": {
            "age": 80,
            "sex": "Female"
        },
        "clinical_history": "Patient is an 80-year-old female presenting with a 3-day history of worsening shortness of breath, productive cough with purulent sputum, and pleuritic chest pain on the right side. She reports feeling feverish and experiencing chills. Her symptoms started gradually but have significantly worsened over the past 24 hours. She denies recent travel or sick contacts. Past medical history is significant for hypertension, type 2 diabetes mellitus, and chronic obstructive pulmonary disease (COPD). She is a former smoker (30 pack-year history, quit 15 years ago). She takes lisinopril, metformin, and uses an albuterol inhaler as needed. She reports difficulty managing her COPD symptoms recently, requiring more frequent use of her inhaler. She denies recent falls or trauma.",
        "vitals": {
            "HR": 115,
            "BP": "90/60 mmHg",
            "SpO2": 88,
            "Temp": 38.5
        },
        "radiographic_labels": {
            "positive": [
                "Consolidation",
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Community-Acquired Pneumonia",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 80\n**Sex:** Female\n**Date:** 2024-02-29\n**Admitting Physician:** Dr. [Your Name]\n\n## History of Present Illness (HPI):\n\nPatient is an 80-year-old female presenting with a 3-day history of worsening shortness of breath, productive cough with purulent sputum, and pleuritic chest pain on the right side. She reports feeling feverish and experiencing chills. Her symptoms started gradually but have significantly worsened over the past 24 hours. She denies recent travel or sick contacts.\n\n## Past Medical History (PMH):\n\n*   Hypertension\n*   Type 2 Diabetes Mellitus\n*   Chronic Obstructive Pulmonary Disease (COPD)\n*   Former smoker (30 pack-year history, quit 15 years ago)\n\n## Medications:\n\n*   Lisinopril\n*   Metformin\n*   Albuterol inhaler PRN\n\n## Allergies:\n\nNKDA\n\n## Social History:\n\nFormer smoker. Lives at home with family. Denies alcohol or illicit drug use.\n\n## Review of Systems (ROS):\n\n*   **Constitutional:** Fever, chills, malaise.\n*   **Respiratory:** Shortness of breath, productive cough (purulent sputum), pleuritic chest pain.\n*   **Cardiovascular:** Denies chest pain (other than pleuritic), palpitations, edema.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Neurological:** Denies headache, dizziness, focal weakness.\n\n## Physical Examination:\n\n*   **General:** Elderly female, appears acutely ill, slightly diaphoretic.\n*   **Vitals:** HR 115 bpm, BP 90/60 mmHg, SpO2 88% on room air, Temp 38.5°C (101.3°F).\n*   **HEENT:** Atraumatic. Mucous membranes slightly dry.\n*   **Neck:** Supple, no lymphadenopathy or JVD.\n*   **Lungs:** Decreased breath sounds in the right lower lobe. Crackles and bronchial breath sounds auscultated over the right lower lobe. Increased work of breathing, accessory muscle use noted.\n*   **Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops. Distal pulses 2+ bilaterally.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Skin:** Warm, dry, slightly diaphoretic. No rashes or lesions noted.\n*   **Neurological:** Alert and oriented to person, place, and time. Grossly intact motor and sensory function.\n\n## Investigations:\n\n*   **Chest X-ray:** Shows consolidation in the right lower lobe and a moderate right-sided pleural effusion. (Atelectasis is also noted but less prominent than consolidation/effusion).\n*   **Labs:** Pending CBC, CMP, Blood Cultures, Sputum Gram Stain and Culture.\n\n## Assessment:\n\n1.  **Community-Acquired Pneumonia (CAP)**: Based on clinical presentation (fever, chills, productive cough, pleuritic chest pain, shortness of breath) and radiographic findings (consolidation, pleural effusion) in the right lower lobe. The patient's age, comorbidities (COPD, DM), and vital signs (tachycardia, hypotension, hypoxia, fever) indicate a significant illness requiring hospitalization.\n2.  **Hypotension**: Likely secondary to sepsis from pneumonia.\n3.  **Hypoxemia**: Secondary to pneumonia and likely underlying COPD exacerbation.\n\n## Plan:\n\n1.  **Admit to Medical Floor/ICU**: Given the severity of illness (hypotension, hypoxia, tachycardia, fever) and comorbidities, admission is required. Consider ICU if patient deteriorates or requires vasopressors/mechanical ventilation.\n2.  **Oxygen Therapy**: Initiate supplemental oxygen to maintain SpO2 > 90% (target 92-94%).\n3.  **Intravenous Fluids**: Start IV fluids (e.g., Normal Saline) for resuscitation given hypotension. Monitor fluid status closely.\n4.  **Antibiotics**: Initiate empiric broad-spectrum antibiotics for CAP (e.g., Ceftriaxone + Azithromycin or Levofloxacin). Adjust based on sputum culture results.\n5.  **Blood Cultures**: Obtain prior to antibiotic administration.\n6.  **Sputum Culture**: Obtain sputum sample for Gram stain and culture.\n7.  **Cardiac Monitoring**: Continuous cardiac monitoring due to tachycardia and hypotension.\n8.  **Frequent Vitals**: Monitor vital signs every 1-2 hours initially.\n9.  **Arterial Blood Gas (ABG)**: Obtain ABG to assess oxygenation, ventilation, and acid-base status.\n10. **Consider Bronchodilators**: Assess for COPD exacerbation component and administer nebulized bronchodilators (e.g., albuterol/ipratropium) if indicated.\n11. **Consider Steroids**: Consider systemic steroids for severe CAP or COPD exacerbation component, weighing risks/benefits.\n12. **Influenza/COVID Testing**: Obtain nasal swab for influenza and COVID-19 testing.\n13. **Monitor Urine Output**: Insert Foley catheter if necessary to closely monitor urine output, especially given hypotension.\n14. **Consult Respiratory Therapy**: For potential need for non-invasive ventilation (NIV) or other respiratory support if respiratory distress worsens.\n15. **Follow-up Labs**: Repeat CBC, CMP daily to monitor response to treatment and for complications.\n",
        "patient_id": "patient00075",
        "image_reference": "patient00075_study2_view1_frontal.jpg"
    }
]