[
    {
        "demographics": {
            "age": 76,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 76-year-old male with a history of hypertension, hyperlipidemia, and chronic kidney disease (stage 3) presenting to the emergency department with worsening shortness of breath over the past 3 days. He reports a productive cough with thick, yellow sputum. He denies fever or chills but admits to feeling generally weak and fatigued. He has a history of smoking (30 pack-years) but quit 10 years ago. He denies chest pain. His medications include lisinopril, atorvastatin, and sodium bicarbonate. He reports decreased oral intake and increased sleepiness recently. He denies recent travel or sick contacts.",
        "vitals": {
            "HR": 115,
            "BP": "130/80",
            "SpO2": 90,
            "Temp": 37.2
        },
        "radiographic_labels": {
            "positive": [
                "Atelectasis",
                "Cardiomegaly"
            ],
            "negative": [
                "Edema"
            ]
        },
        "hidden_diagnosis_label": "Acute Exacerbation of Chronic Obstructive Pulmonary Disease (AECOPD) with possible superimposed pneumonia",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 76\n**Sex:** Male\n**Date:** 2024-02-29\n**Admitting Physician:** Dr. [Your Name]\n\n## History of Present Illness (HPI):\n\nMr. Doe is a 76-year-old male with a significant smoking history (30 pack-years, quit 10 years ago) presenting with a 3-day history of worsening dyspnea, productive cough with yellow sputum, fatigue, and decreased oral intake. He denies fever, chills, or chest pain. His symptoms have progressed significantly over the last 24 hours, leading him to seek medical attention.\n\n## Past Medical History (PMH):\n\n*   Hypertension\n*   Hyperlipidemia\n*   Chronic Kidney Disease (Stage 3)\n*   History of Smoking (30 pack-years, quit 10 years ago)\n\n## Medications:\n\n*   Lisinopril\n*   Atorvastatin\n*   Sodium Bicarbonate\n\n## Allergies:\n\nNKDA\n\n## Social History:\n\nFormer smoker. Lives at home with his wife. Denies alcohol or illicit drug use.\n\n## Family History:\n\nNon-contributory.\n\n## Review of Systems (ROS):\n\n*   **Constitutional:** Fatigue, weakness, decreased oral intake.\n*   **Respiratory:** Dyspnea, productive cough (yellow sputum).\n*   **Cardiovascular:** Denies chest pain, palpitations.\n*   **Gastrointestinal:** Decreased appetite.\n*   **Neurological:** Increased sleepiness.\n*   **Other:** Denies fever, chills, recent travel, or sick contacts.\n\n## Physical Examination:\n\n*   **General:** Elderly male, appears fatigued, slightly tachypneic.\n*   **Vitals:** HR 115 bpm, BP 130/80 mmHg, SpO2 90% on room air, Temp 37.2°C (99.0°F).\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. Oropharynx clear.\n*   **Neck:** Supple, no JVD.\n*   **Lungs:** Auscultation reveals diffuse wheezing bilaterally, decreased breath sounds at the bases, and scattered crackles. Increased work of breathing noted.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n*   **Neurological:** Alert and oriented to person, place, and time. Grossly intact motor and sensory function.\n*   **Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations:\n\n*   **Chest X-ray:** Shows cardiomegaly and bibasilar atelectasis. No evidence of pulmonary edema or large pleural effusion.\n*   **Labs:** Pending (CBC, CMP, ABG, BNP, Sputum culture).\n\n## Assessment:\n\n1.  **Acute Exacerbation of Chronic Obstructive Pulmonary Disease (AECOPD):** Likely triggered by respiratory infection given the productive cough and yellow sputum. Worsening dyspnea, wheezing, and decreased breath sounds support this diagnosis. History of smoking is a major risk factor.\n2.  **Possible superimposed pneumonia:** Productive cough with purulent sputum raises concern for pneumonia, although fever is absent. Chest X-ray shows atelectasis, which can be associated with infection.\n3.  **Cardiomegaly:** Chronic finding, likely related to long-standing hypertension.\n4.  **Hypoxemia:** SpO2 of 90% on room air indicates significant respiratory compromise.\n5.  **Tachycardia:** Likely secondary to hypoxemia and increased work of breathing.\n\n## Plan:\n\n1.  **Admit to Medical Floor:** Given hypoxemia, tachycardia, and respiratory distress.\n2.  **Oxygen Therapy:** Titrate to maintain SpO2 > 92% (likely requiring supplemental O2 via nasal cannula or Venturi mask).\n3.  **Respiratory Support:** Initiate nebulized bronchodilators (albuterol/ipratropium) every 4 hours and as needed. Consider non-invasive positive pressure ventilation (NIPPV) if respiratory distress worsens or ABG shows significant hypercapnia/acidosis.\n4.  **Medications:**\n    *   Start systemic corticosteroids (e.g., prednisone 40mg daily).\n    *   Start empiric antibiotics covering common respiratory pathogens (e.g., azithromycin and ceftriaxone) given concern for pneumonia.\n    *   Continue home medications (lisinopril, atorvastatin).\n5.  **Monitoring:** Continuous cardiac monitoring, frequent vital sign checks, serial SpO2 monitoring, daily weight.\n6.  **Investigations:** Obtain ABG to assess ventilation and oxygenation status. Obtain sputum culture and sensitivity. Review pending labs (CBC, CMP, BNP).\n7.  **Consults:** Consider Pulmonary consult if patient fails to improve or requires advanced respiratory support.\n8.  **Education:** Educate patient and family on AECOPD management, smoking cessation, and importance of vaccinations.\n\n## Prognosis:\n\nPrognosis is guarded given the patient's age, comorbidities, and severity of presentation. Close monitoring and aggressive management are required.",
        "patient_id": "patient00009",
        "image_reference": "patient00009_study1_view1_frontal.jpg"
    }
]