[
    {
        "demographics": {
            "age": 63,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 63-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus presenting to the emergency department with progressive shortness of breath over the past 3 days. He initially noticed mild dyspnea on exertion, which has worsened to include shortness of breath at rest. He denies chest pain, fever, chills, or productive cough. He reports orthopnea and paroxysmal nocturnal dyspnea starting last night. He denies recent travel, sick contacts, or changes in his medications (lisinopril, atorvastatin, metformin). He admits to poor adherence to his low-sodium diet. Past medical history is significant for hypertension (diagnosed 10 years ago, well-controlled on lisinopril), hyperlipidemia (diagnosed 5 years ago, controlled on atorvastatin), and type 2 diabetes mellitus (diagnosed 7 years ago, controlled on metformin). He denies any history of heart failure, COPD, asthma, or kidney disease. Social history includes smoking 1 pack per day for 40 years, quit 5 years ago. Family history is non-contributory.",
        "vitals": {
            "HR": 115,
            "BP": "140/90",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Edema"
            ],
            "negative": [],
            "uncertain/borderline": [
                "Atelectasis"
            ]
        },
        "hidden_diagnosis_label": "Acute Decompensated Heart Failure",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 63\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\nProgressive shortness of breath for 3 days.\n\n## History of Present Illness\n63-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes presents with worsening shortness of breath over the past 3 days. Symptoms started as dyspnea on exertion and have progressed to dyspnea at rest. He reports orthopnea and paroxysmal nocturnal dyspnea (PND) starting last night. He denies chest pain, fever, chills, or productive cough. He notes bilateral lower extremity edema that has worsened over the past week.\n\n## Past Medical History\n- Hypertension\n- Hyperlipidemia\n- Type 2 Diabetes Mellitus\n\n## Medications\n- Lisinopril\n- Atorvastatin\n- Metformin\n\n## Allergies\n- NKDA\n\n## Social History\n- Former smoker (1 pack/day for 40 years, quit 5 years ago)\n- Denies alcohol or illicit drug use.\n\n## Family History\n- Non-contributory\n\n## Review of Systems\n- **Constitutional:** Denies fever, chills, weight loss.\n- **Cardiovascular:** Denies chest pain. Reports orthopnea and PND.\n- **Respiratory:** Reports progressive shortness of breath, denies cough.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Genitourinary:** Denies dysuria, frequency, urgency.\n- **Neurological:** Denies headache, dizziness, focal weakness.\n- **Musculoskeletal:** Reports bilateral lower extremity edema.\n\n## Physical Examination\n**General:** Appears anxious, diaphoretic, in moderate respiratory distress.\n**Vitals:** HR 115 bpm, BP 140/90 mmHg, SpO2 90% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes moist. JVP elevated at 8 cm.\n**Lungs:** Auscultation reveals bilateral crackles, predominantly at the bases. Decreased breath sounds at the bases bilaterally, possibly due to atelectasis or pleural effusion.\n**Cardiovascular:** Tachycardic, regular rhythm. S1 and S2 present. No murmurs, rubs, or gallops appreciated.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Extremities:** 2+ pitting edema bilaterally up to the mid-shins.\n**Skin:** Warm, dry, diaphoretic.\n\n## Investigations\n- Chest X-ray: Shows cardiomegaly, bilateral pulmonary edema, and possible bibasilar atelectasis.\n- EKG: Sinus tachycardia.\n- Labs: Pending (CBC, CMP, BNP, Troponin).\n\n## Assessment\n1.  Acute Decompensated Heart Failure (ADHF): Likely secondary to poor medication adherence and dietary indiscretion. Clinical presentation (progressive dyspnea, orthopnea, PND, elevated JVP, bibasilar crackles, peripheral edema) and chest X-ray findings (cardiomegaly, pulmonary edema) are highly suggestive.\n2.  Possible bibasilar atelectasis: Seen on chest X-ray, likely secondary to pulmonary edema and shallow breathing due to dyspnea.\n\n## Plan\n1.  **Immediate:**\n    - Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n    - Administer intravenous furosemide (Lasix) 40 mg IV push now, followed by continuous infusion.\n    - Administer sublingual nitroglycerin for symptom relief and vasodilation, monitoring blood pressure closely.\n    - Obtain serial EKG and cardiac biomarkers (Troponin) to rule out acute coronary syndrome.\n    - Obtain BNP level.\n    - Place patient on cardiac monitor.\n    - Initiate continuous pulse oximetry.\n2.  **Further Management:**\n    - Strict intake and output monitoring.\n    - Daily weights.\n    - Sodium restriction.\n    - Consider non-invasive positive pressure ventilation (NIPPV) if respiratory distress worsens or oxygen requirements increase despite initial therapy.\n    - Echocardiogram to assess left ventricular function and rule out valvular disease.\n    - Consult cardiology.\n    - Address underlying causes (medication adherence, dietary compliance).\n3.  **Disposition:** Admit to Cardiac Care Unit (CCU) or telemetry unit for monitoring and management of ADHF.\n",
        "patient_id": "patient00069",
        "image_reference": "patient00069_study1_view1_frontal.jpg"
    }
]