[
    {
        "demographics": {
            "age": 49,
            "sex": "Female"
        },
        "clinical_history": "The patient is a 49-year-old female presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago while gardening. She denies any recent trauma, fever, cough, or sputum production. She has a history of well-controlled hypertension and hyperlipidemia, managed with lisinopril and atorvastatin respectively. She is a non-smoker and denies any history of asthma or COPD. She reports no recent travel or sick contacts. The pain is sharp, localized to the right lower chest, and worsens with deep inspiration and coughing. She describes the shortness of breath as progressively worsening and feels like she cannot get enough air. She denies any dizziness, lightheadedness, or palpitations.",
        "vitals": {
            "HR": 115,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Cardiomegaly",
                "Consolidation",
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 49\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nAcute onset shortness of breath and right-sided pleuritic chest pain.\n\n## History of Present Illness (HPI)\n\nThe patient is a 49-year-old female with a history of hypertension and hyperlipidemia who presents to the ED with acute onset shortness of breath and right-sided pleuritic chest pain. The symptoms began approximately 2 hours ago while she was gardening. The pain is described as sharp, localized to the right lower chest, and exacerbated by deep inspiration and coughing. The shortness of breath has been progressively worsening. She denies fever, cough, sputum production, recent trauma, or sick contacts. She denies dizziness, lightheadedness, or palpitations.\n\n## Past Medical History (PMH)\n\n- Hypertension (well-controlled on lisinopril)\n- Hyperlipidemia (well-controlled on atorvastatin)\n\n## Social History\n\n- Non-smoker\n- Denies alcohol or illicit drug use\n\n## Family History\n\n- Non-contributory\n\n## Allergies\n\n- NKDA\n\n## Medications\n\n- Lisinopril 10mg daily\n- Atorvastatin 40mg daily\n\n## Review of Systems (ROS)\n\n- **General:** Denies fever, chills, weight loss.\n- **HEENT:** Denies headache, vision changes, hearing loss, sore throat.\n- **Cardiovascular:** Denies palpitations, chest pain (other than described), edema.\n- **Respiratory:** Positive for acute onset shortness of breath and pleuritic chest pain. Denies cough, sputum, wheezing.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Genitourinary:** Denies dysuria, frequency, urgency.\n- **Neurological:** Denies headache, weakness, numbness, tingling.\n- **Musculoskeletal:** Denies joint pain, muscle weakness.\n- **Skin:** Denies rash, itching.\n- **Psychiatric:** Denies anxiety, depression.\n\n## Physical Examination\n\n**General:** Anxious female in moderate respiratory distress.\n**Vitals:** HR 115 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes moist. No JVD.\n**Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops. No peripheral edema.\n**Respiratory:** Tachypneic (RR 24). Decreased breath sounds on the right side compared to the left. Hyperresonance to percussion on the right side. No wheezes or crackles auscultated on the left. Absent breath sounds in the right lower lung field.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n**Skin:** Warm, dry, intact. No rashes or lesions.\n\n## Investigations\n\n- Chest X-ray (CXR) ordered and obtained.\n\n## Assessment\n\n1.  **Acute Right-sided Pneumothorax:** Based on the acute onset of pleuritic chest pain and shortness of breath, physical exam findings of decreased breath sounds and hyperresonance on the right side, and likely confirmation on CXR (although specific findings are not provided in the prompt, the clinical picture strongly suggests this). The patient is tachycardic and hypoxic, indicating moderate respiratory compromise.\n\n## Plan\n\n1.  **Immediate Management:**\n    - Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 94%.\n    - Obtain IV access.\n    - Continuous cardiac monitoring.\n    - Stat Chest X-ray (already done).\n2.  **Definitive Management:**\n    - Consult Thoracic Surgery for evaluation and management of pneumothorax.\n    - Depending on the size of the pneumothorax and patient stability (as determined by CXR and clinical assessment), options include:\n        - Observation (if small and stable).\n        - Needle decompression (if tension pneumothorax is suspected or patient deteriorates rapidly).\n        - Chest tube insertion (likely required given the symptoms and hypoxia).\n3.  **Further Workup:**\n    - Consider CT chest if CXR is equivocal or to evaluate for underlying lung disease (e.g., blebs, bullae) after initial stabilization.\n4.  **Monitoring:**\n    - Frequent reassessment of vital signs, respiratory status, and pain level.\n5.  **Disposition:**\n    - Admission to the hospital for management of pneumothorax.\n\n## Orders\n\n- O2 via NC to maintain SpO2 > 94%\n- IV access\n- Cardiac monitor\n- Stat CXR (already done)\n- Consult Thoracic Surgery\n- Labs: CBC, BMP, Coags\n- Continuous monitoring of vital signs and respiratory status.\n",
        "patient_id": "patient00073",
        "image_reference": "patient00073_study1_view1_frontal.jpg"
    }
]