[
    {
        "demographics": {
            "age": 51,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 51-year-old male with a history of hypertension and hyperlipidemia, presenting today with worsening shortness of breath over the past week. He initially noticed mild dyspnea on exertion, which has progressed to shortness of breath at rest. He also reports a non-productive cough and subjective fevers/chills for the past 3 days. He denies chest pain, palpitations, or lower extremity edema. He denies recent travel, sick contacts, or known exposure to tuberculosis. He is a former smoker, having quit 10 years ago (20 pack-year history). He works as an accountant and denies occupational exposures. He reports taking lisinopril and atorvastatin daily. He denies recent illness or trauma.",
        "vitals": {
            "HR": 110,
            "BP": "130/80",
            "SpO2": 90,
            "Temp": 38.2
        },
        "radiographic_labels": {
            "positive": [
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Parapneumonic Effusion secondary to Community-Acquired Pneumonia",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 51\n**Sex:** Male\n**Date:** 2024-02-29\n\n## History of Present Illness (HPI):\n\n51-year-old male presents with a one-week history of progressive shortness of breath, initially exertional, now present at rest. He also reports a non-productive cough and subjective fevers/chills for the past three days. He denies chest pain, palpitations, or lower extremity edema.\n\n## Past Medical History (PMH):\n\n*   Hypertension\n*   Hyperlipidemia\n*   Former smoker (quit 10 years ago, 20 pack-year history)\n\n## Medications:\n\n*   Lisinopril\n*   Atorvastatin\n\n## Allergies:\n\nNKDA\n\n## Social History:\n\nWorks as an accountant. Denies recent travel, sick contacts, or occupational exposures.\n\n## Review of Systems (ROS):\n\n*   **Constitutional:** Reports subjective fevers/chills.\n*   **Respiratory:** Shortness of breath, non-productive cough.\n*   **Cardiovascular:** Denies chest pain, palpitations, edema.\n*   **GI:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **GU:** Denies dysuria, frequency, urgency.\n*   **Neurologic:** Denies headache, dizziness, weakness, numbness.\n\n## Physical Examination:\n\n*   **General:** Appears mildly distressed, sitting upright in bed.\n*   **Vitals:** HR 110 bpm, BP 130/80 mmHg, SpO2 90% on room air, Temp 38.2°C (100.8°F).\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. Pharynx clear.\n*   **Neck:** Supple, no lymphadenopathy or JVD.\n*   **Lungs:** Decreased breath sounds at the right lung base. Dullness to percussion at the right lung base. Increased tactile fremitus on the left side, decreased on the right side. Crackles auscultated over the right mid-lung field.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Skin:** Warm, dry, no rashes or lesions.\n*   **Neurologic:** Alert and oriented to person, place, and time. Grossly intact motor and sensory function.\n\n## Investigations:\n\n*   **Chest X-ray:** Shows a moderate right-sided pleural effusion. There may be some associated atelectasis in the right lower lobe, though this is not definitive.\n*   **CBC:** Pending.\n*   **BMP:** Pending.\n*   **Blood Cultures:** Pending.\n*   **Sputum Culture:** Pending.\n*   **Influenza/COVID PCR:** Pending.\n\n## Assessment:\n\n1.  **Hypoxemia:** SpO2 90% on room air, likely secondary to underlying pulmonary process.\n2.  **Tachycardia:** HR 110 bpm, likely secondary to fever, hypoxemia, and underlying illness.\n3.  **Fever:** Temp 38.2°C, suggestive of infection.\n4.  **Right-sided Pleural Effusion:** Confirmed on chest X-ray, likely parapneumonic in nature given the clinical presentation (fever, cough, shortness of breath, decreased breath sounds, dullness to percussion).\n5.  **Possible Right Lower Lobe Pneumonia/Atelectasis:** Clinical findings (crackles, decreased breath sounds) and potential radiographic findings (atelectasis) suggest an underlying infectious process or collapse.\n\n## Plan:\n\n1.  **Admit to Medicine:** For management of hypoxemia, fever, and suspected pneumonia with parapneumonic effusion.\n2.  **Oxygen Therapy:** Initiate supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n3.  **IV Fluids:** Start IV fluids (e.g., Normal Saline) for hydration.\n4.  **Antibiotics:** Initiate empiric broad-spectrum antibiotics covering community-acquired pneumonia (e.g., Ceftriaxone and Azithromycin) after obtaining cultures.\n5.  **Thoracentesis:** Consult Pulmonology/Interventional Radiology for diagnostic and potentially therapeutic thoracentesis of the right pleural effusion. Fluid analysis (cell count, protein, LDH, glucose, Gram stain, culture) will help differentiate between transudate and exudate and guide further management.\n6.  **Labs:** Monitor CBC, BMP, inflammatory markers (CRP, ESR), and blood cultures.\n7.  **Continuous Monitoring:** Monitor vital signs, respiratory status, and oxygen saturation closely.\n8.  **Consider CT Chest:** If clinical picture worsens or diagnosis remains unclear after thoracentesis, consider CT chest to better evaluate for consolidation, empyema, or other underlying pathology.\n",
        "patient_id": "patient00081",
        "image_reference": "patient00081_study2_view1_frontal.jpg"
    }
]