[
    {
        "demographics": {
            "age": 72,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 72-year-old female with a history of hypertension, hyperlipidemia, and osteoarthritis presenting to the emergency department with progressive shortness of breath over the past week. She initially attributed it to deconditioning but notes it has worsened significantly in the last 24 hours, now occurring even at rest. She denies chest pain, fever, chills, cough, or recent travel. She reports a decreased appetite and some mild leg swelling. She denies any history of smoking or known malignancy. Her medications include lisinopril, atorvastatin, and acetaminophen as needed. Family history is significant for coronary artery disease in her father. Social history is negative for alcohol or illicit drug use.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Heart Failure",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 72\n**Sex:** Female\n**Date:** 2024-02-29\n**Admitting Physician:** Dr. [Your Name]\n\n## History of Present Illness\n\nMs. Doe is a 72-year-old female presenting with progressive dyspnea over the past week, worsening significantly in the last 24 hours. The dyspnea is now present at rest. She denies chest pain, fever, chills, cough, or recent travel. She reports decreased appetite and mild bilateral leg swelling. She denies orthopnea or paroxysmal nocturnal dyspnea specifically, but admits to waking up feeling short of breath.\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Osteoarthritis\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Acetaminophen PRN\n\n## Allergies\n\nNKDA\n\n## Social History\n\nNon-smoker, denies alcohol or illicit drug use.\n\n## Family History\n\nFather with coronary artery disease.\n\n## Review of Systems\n\n*   Constitutional: Decreased appetite.\n*   Cardiovascular: Denies chest pain. Reports mild bilateral leg swelling.\n*   Respiratory: Progressive dyspnea, denies cough.\n*   GI: Denies nausea, vomiting, diarrhea, abdominal pain.\n*   GU: Denies dysuria, frequency, urgency.\n*   Neurologic: Denies headache, weakness, numbness, tingling.\n*   Musculoskeletal: Denies joint pain other than baseline osteoarthritis.\n*   Skin: Denies rash, itching.\n\n## Physical Examination\n\n*   **General:** Elderly female, appears uncomfortable, slightly tachypneic.\n*   **Vitals:** HR 110 bpm, BP 110/70 mmHg, RR 24 breaths/min, SpO2 90% on room air, Temp 37.0°C.\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. JVP elevated approximately 8 cm above the sternal angle.\n*   **Lungs:** Auscultation reveals bilateral crackles, predominantly at the bases, with decreased breath sounds at the right base.\n*   **Cardiovascular:** Tachycardic, regular rhythm. S1 and S2 present. No murmurs, rubs, or gallops appreciated. Peripheral pulses 2+ bilaterally.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants. Mild hepatomegaly appreciated on palpation.\n*   **Extremities:** 1+ pitting edema bilaterally up to the mid-calf.\n*   **Skin:** Warm, dry, no rashes.\n\n## Investigations\n\n*   **Chest X-ray:** Shows a moderate right-sided pleural effusion. There may be some associated atelectasis at the right base. Cardiomegaly is borderline/uncertain. No clear consolidation is seen.\n*   **EKG:** Sinus tachycardia.\n*   **Labs:** Pending (CBC, CMP, BNP, Troponin).\n\n## Assessment\n\n1.  **Acute decompensated heart failure (ADHF):** The patient's presentation with progressive dyspnea, orthopnea-like symptoms (waking up short of breath), elevated JVP, bilateral crackles, peripheral edema, and hepatomegaly is highly suggestive of ADHF. The right-sided pleural effusion seen on CXR further supports this diagnosis. The tachycardia and hypoxia are consistent with respiratory distress secondary to pulmonary congestion and effusion.\n2.  **Pleural Effusion:** Confirmed on CXR, likely secondary to heart failure (transudative).\n3.  **Possible Atelectasis:** May be present at the right base secondary to the effusion.\n\n## Plan\n\n1.  **Admit to Cardiology service.**\n2.  **Oxygen therapy:** Start supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n3.  **Diuretics:** Administer IV furosemide (e.g., 40 mg IV) to promote diuresis and reduce fluid overload.\n4.  **Vasodilators:** Consider IV nitroglycerin if blood pressure allows, for preload and afterload reduction.\n5.  **Monitor:** Continuous cardiac monitoring, frequent vital sign checks, daily weights, and strict intake/output monitoring.\n6.  **Labs:** Repeat labs including BNP, renal function, and electrolytes.\n7.  **Echocardiogram:** Order a bedside echocardiogram to assess cardiac function and rule out other causes.\n8.  **Thoracentesis:** Consider diagnostic/therapeutic thoracentesis if the effusion is large or causing significant respiratory compromise, after initial diuresis.\n9.  **Consult:** Cardiology consult obtained.\n\n**Prognosis:** Guarded, dependent on response to treatment and underlying cardiac function. Patient is acutely ill requiring close monitoring and aggressive management of fluid overload and respiratory distress.",
        "patient_id": "patient00052",
        "image_reference": "patient00052_study1_view1_frontal.jpg"
    }
]