[
    {
        "demographics": {
            "age": 41,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 41-year-old male presenting to the Emergency Department with worsening shortness of breath over the past 3 days. He reports a recent upper respiratory infection (URI) about 2 weeks ago, which he thought was resolving. However, over the last 72 hours, his dyspnea has progressively worsened, particularly with exertion, and he now experiences it at rest. He denies chest pain, fever, chills, cough productive of sputum, or recent travel. He has a history of hypertension, well-controlled with lisinopril. He denies smoking, illicit drug use, or significant alcohol consumption. Family history is non-contributory. Social history includes working as an accountant.",
        "vitals": {
            "HR": 115,
            "BP": "130/85 mmHg",
            "SpO2": 90,
            "Temp": 37.2
        },
        "radiographic_labels": {
            "positive": [
                "Edema"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Acute Decompensated Heart Failure",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 41\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nProgressive shortness of breath for 3 days.\n\n## History of Present Illness (HPI)\n\nMr. Doe is a 41-year-old male with a history of hypertension who presents with worsening dyspnea over the past 3 days. He reports having a URI approximately 2 weeks ago. Initially, he felt it was improving, but over the last 72 hours, his shortness of breath has become progressively worse, now occurring even at rest. He denies chest pain, fever, chills, productive cough, orthopnea, paroxysmal nocturnal dyspnea (PND), or lower extremity edema. He denies recent travel or sick contacts.\n\n## Past Medical History (PMH)\n\n*   Hypertension (well-controlled on lisinopril)\n\n## Medications\n\n*   Lisinopril 10mg daily\n\n## Allergies\n\n*   NKDA\n\n## Social History\n\n*   Denies smoking, illicit drug use, or significant alcohol consumption.\n*   Works as an accountant.\n\n## Family History\n\n*   Non-contributory\n\n## Review of Systems (ROS)\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Cardiovascular:** Denies chest pain, palpitations.\n*   **Respiratory:** Reports progressive shortness of breath. Denies cough, wheezing, hemoptysis.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Genitourinary:** Denies dysuria, frequency, hematuria.\n*   **Neurological:** Denies headache, dizziness, focal weakness.\n*   **Musculoskeletal:** Denies joint pain, muscle weakness.\n*   **Skin:** Denies rash, itching.\n\n## Physical Examination\n\n*   **General:** Alert and oriented, appears anxious, diaphoretic.\n*   **Vitals:** HR 115 bpm, BP 130/85 mmHg, SpO2 90% on room air, Temp 37.2°C (99.0°F).\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. No JVD noted.\n*   **Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops appreciated. Peripheral pulses 2+ bilaterally.\n*   **Respiratory:** Tachypneic (RR 24). Lungs clear to auscultation bilaterally, but diminished breath sounds at bases. No wheezes or crackles noted.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Extremities:** No peripheral edema noted. Skin is warm and dry.\n*   **Neurological:** Grossly intact.\n\n## Diagnostic Studies\n\n*   **Chest X-ray (CXR):** Shows bilateral interstitial and alveolar edema, cardiomegaly, and Kerley B lines. (Findings consistent with pulmonary edema).\n*   **ECG:** Sinus tachycardia.\n*   **Labs:** Pending (CBC, CMP, BNP, Troponin).\n\n## Assessment\n\n1.  **Acute Decompensated Heart Failure (ADHF):** 41-year-old male presenting with acute onset dyspnea, tachycardia, hypoxia, and CXR findings consistent with pulmonary edema. While he has a history of hypertension, this presentation suggests new or worsening cardiac dysfunction. The recent URI could have been a precipitating factor. The absence of peripheral edema or JVD does not rule out ADHF, especially in the early stages or in patients with preserved ejection fraction.\n\n## Plan\n\n1.  **Immediate:**\n    *   Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n    *   Administer IV furosemide (e.g., 40mg) for diuresis.\n    *   Administer sublingual nitroglycerin for preload/afterload reduction (monitor BP closely).\n    *   Continuous cardiac monitoring.\n    *   Establish IV access.\n2.  **Further Evaluation:**\n    *   Obtain serial ECGs and cardiac biomarkers (Troponin) to rule out acute coronary syndrome.\n    *   Obtain BNP level to assess for heart failure.\n    *   Obtain CBC, CMP, and coagulation studies.\n    *   Consider echocardiogram to assess cardiac function (ejection fraction, wall motion abnormalities, valvular function).\n3.  **Disposition:**\n    *   Admit to Cardiac Care Unit (CCU) or telemetry for further management and monitoring of ADHF.\n    *   Consult Cardiology.\n\n## Prognosis\n\nPrognosis depends on the underlying cause of heart failure and response to treatment. Prompt diagnosis and management are crucial.\n",
        "patient_id": "patient00003",
        "image_reference": "patient00003_study1_view1_frontal.jpg"
    }
]