[
    {
        "demographics": {
            "age": 64,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 64-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus, presenting with worsening shortness of breath over the past 3 days. He initially experienced mild dyspnea on exertion, which has progressed to shortness of breath at rest. He denies chest pain, fever, chills, or productive cough. He reports a decreased appetite and generalized weakness. He is a former smoker, having quit 15 years ago (20 pack-year history). He denies recent travel or sick contacts. He takes lisinopril, atorvastatin, and metformin. He reports compliance with medications.",
        "vitals": {
            "HR": 110,
            "BP": "130/80",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Atelectasis",
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Heart Failure Exacerbation",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 64\n**Sex:** Male\n**Date:** 2024-02-29\n\n## History of Present Illness\n\nMr. Doe is a 64-year-old male with a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus who presents to the emergency department with worsening shortness of breath over the past 3 days. The dyspnea initially occurred with exertion but has progressed to occurring at rest. He denies chest pain, fever, chills, or productive cough. He reports decreased appetite and generalized weakness. He is a former smoker (20 pack-years, quit 15 years ago).\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Type 2 Diabetes Mellitus\n*   Former Smoker (20 pack-years)\n\n## Medications\n\n*   Lisinopril\n*   Atorvastatin\n*   Metformin\n\n## Allergies\n\nNKDA\n\n## Social History\n\nFormer smoker, quit 15 years ago. Denies alcohol or illicit drug use.\n\n## Family History\n\nNon-contributory.\n\n## Review of Systems\n\n*   **Constitutional:** Reports decreased appetite and generalized weakness.\n*   **Cardiovascular:** Denies chest pain, palpitations, or edema (though denies specific questioning about edema).\n*   **Respiratory:** Reports worsening shortness of breath. Denies cough, wheezing, or sputum production.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, or abdominal pain.\n*   **Neurological:** Denies headache, dizziness, focal weakness, or sensory changes.\n\n## Physical Examination\n\n*   **General:** Appears anxious and in mild respiratory distress.\n*   **Vitals:** HR 110 bpm, BP 130/80 mmHg, SpO2 90% on room air, Temp 37.0°C.\n*   **HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. JVP elevated approximately 6 cm above the sternal angle.\n*   **Lungs:** Auscultation reveals bilateral crackles, predominantly at the bases. Decreased breath sounds noted in the right lower lobe.\n*   **Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops appreciated. Peripheral pulses 2+ bilaterally.\n*   **Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n*   **Extremities:** No peripheral edema noted (though patient is sitting). Skin is warm and dry.\n*   **Neurological:** Alert and oriented to person, place, and time. Gross motor and sensory function intact.\n\n## Investigations\n\n*   **Chest X-ray:** Shows bilateral pleural effusions, larger on the right, and associated atelectasis, particularly in the right lower lobe.\n*   **ECG:** Sinus tachycardia.\n*   **Labs:** Pending (CBC, BMP, BNP, Troponin).\n\n## Assessment\n\n1.  **Acute decompensated heart failure (ADHF):** Likely etiology for the patient's worsening dyspnea, elevated JVP, bilateral crackles, and radiographic findings of pleural effusions and atelectasis. The patient's history of hypertension and diabetes are significant risk factors.\n2.  **Hypoxemia:** Secondary to pulmonary congestion and atelectasis.\n3.  **Tachycardia:** Likely compensatory response to hypoxemia and underlying cardiac dysfunction.\n\n## Plan\n\n1.  **Oxygen Therapy:** Initiate supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n2.  **Diuretics:** Administer intravenous furosemide (e.g., 40 mg IV) to promote diuresis and reduce fluid overload.\n3.  **Vasodilators:** Consider intravenous nitroglycerin if blood pressure allows, for preload and afterload reduction.\n4.  **Cardiac Monitoring:** Continuous ECG monitoring.\n5.  **Labs:** Obtain serial cardiac enzymes (Troponin), BNP, CBC, BMP, and LFTs.\n6.  **Echocardiogram:** Order bedside echocardiogram to assess left ventricular function and rule out acute valvular pathology.\n7.  **Respiratory Support:** Monitor respiratory status closely. Consider non-invasive positive pressure ventilation (NIPPV) if respiratory distress worsens or oxygenation does not improve with supplemental oxygen.\n8.  **Consult Cardiology:** Consult cardiology for further management of heart failure.\n9.  **Fluid Restriction:** Initiate fluid restriction.\n10. **Sodium Restriction:** Initiate sodium restriction.\n11. **Address Underlying Causes:** Evaluate for precipitating factors such as medication non-compliance, dietary indiscretion, or infection.\n\n## Prognosis\n\nPrognosis depends on the severity of the heart failure, response to treatment, and presence of any underlying acute coronary syndrome. Close monitoring and aggressive management are indicated.",
        "patient_id": "patient00025",
        "image_reference": "patient00025_study2_view1_frontal.jpg"
    }
]