[
    {
        "demographics": {
            "age": 43,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 43-year-old female presenting to the emergency department with acute onset of sharp, pleuritic chest pain on the right side, which started approximately 2 hours ago while she was walking her dog. The pain is described as 8/10 in severity and worsens with deep inspiration or coughing. She denies any recent trauma, fever, chills, or productive cough. She has a history of well-controlled hypertension managed with lisinopril and occasional migraines. She is a non-smoker and denies illicit drug use. She reports no significant family history of pulmonary disease or clotting disorders. She denies recent travel or prolonged immobilization. She reports feeling slightly short of breath, but denies dizziness or syncope. She denies any recent illness or exposure to sick contacts.",
        "vitals": {
            "HR": 110,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Pleural Effusion"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 43\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nAcute onset right-sided pleuritic chest pain and shortness of breath.\n\n## History of Present Illness (HPI)\n\nPatient is a 43-year-old female presenting with sudden onset of sharp, stabbing pain in her right chest, which began approximately 2 hours ago while walking. The pain is localized to the right hemithorax, radiates minimally to her right shoulder, and is rated 8/10 in severity. The pain is exacerbated by deep breathing (pleuritic) and coughing. She also reports associated shortness of breath, which she describes as mild to moderate. She denies any preceding trauma, fever, chills, productive cough, or recent illness. She denies any history of smoking or known lung disease. She denies recent travel or prolonged immobilization.\n\n## Past Medical History (PMH)\n\n- Hypertension (well-controlled on lisinopril)\n- Migraines (occasional)\n\n## Medications\n\n- Lisinopril 10mg daily\n- Ibuprofen PRN for migraines\n\n## Allergies\n\n- NKDA\n\n## Social History\n\n- Non-smoker\n- Denies illicit drug use\n- Drinks alcohol occasionally (1-2 glasses of wine per week)\n\n## Family History\n\n- Non-contributory\n\n## Review of Systems (ROS)\n\n- **General:** Denies fever, chills, weight loss.\n- **HEENT:** Denies headache, visual changes, hearing loss, nasal congestion.\n- **Cardiovascular:** Denies palpitations, chest pain (other than current complaint), edema.\n- **Respiratory:** Reports shortness of breath, pleuritic chest pain. Denies cough, wheezing, sputum production.\n- **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n- **Genitourinary:** Denies dysuria, frequency, hematuria.\n- **Neurological:** Denies weakness, numbness, tingling, dizziness, syncope.\n- **Musculoskeletal:** Denies joint pain, muscle weakness.\n- **Psychiatric:** Denies anxiety, depression.\n\n## Physical Examination\n\n**General:** Alert and oriented, appears anxious, in moderate distress due to pain.\n**Vitals:** HR 110 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Pupils equal, round, reactive to light and accommodation. Mucous membranes moist. No JVD.\n**Cardiovascular:** Regular rate and rhythm, no murmurs, rubs, or gallops. No peripheral edema.\n**Respiratory:** Tachypneic (RR 22). Auscultation reveals decreased breath sounds on the right side compared to the left. No wheezes or crackles are heard on the left. Percussion of the right chest is hyperresonant. No subcutaneous emphysema is noted.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Neurological:** Grossly intact. Strength 5/5 bilaterally in upper and lower extremities. Sensation intact.\n\n## Assessment\n\n1.  **Right-sided Spontaneous Pneumothorax:** Based on the acute onset of pleuritic chest pain, shortness of breath, decreased breath sounds, and hyperresonance to percussion on the right side, a spontaneous pneumothorax is highly suspected. The patient's vital signs (tachycardia, tachypnea, mild hypoxia) are consistent with this diagnosis.\n\n## Plan\n\n1.  **STAT Chest X-ray (CXR):** To confirm the diagnosis of pneumothorax and assess its size. (Note: CXR was performed and is pending review, but clinical suspicion is high).\n2.  **Supplemental Oxygen:** Apply via nasal cannula to maintain SpO2 > 92%.\n3.  **Cardiac Monitor:** Continuous monitoring.\n4.  **IV Access:** Establish peripheral IV access.\n5.  **Pain Management:** Administer IV analgesia (e.g., morphine or fentanyl) for severe chest pain.\n6.  **Consult Thoracic Surgery:** Given the likely diagnosis of spontaneous pneumothorax, consultation with thoracic surgery is warranted for potential management options (observation, needle decompression, chest tube placement).\n7.  **Labs:** Obtain CBC, BMP, and coagulation studies.\n8.  **Prepare for Intervention:** Based on CXR findings and surgical consultation, prepare for potential needle decompression or chest tube insertion if the pneumothorax is large or causing significant respiratory distress/hemodynamic instability.\n\n## Differential Diagnosis\n\n- Pulmonary Embolism (PE): Less likely given the acute, sharp, pleuritic nature of the pain and lack of risk factors (though possible). D-dimer and CT angiography might be considered if pneumothorax is ruled out or if suspicion remains high.\n- Acute Myocardial Infarction (MI): Less likely given the pleuritic nature of the pain and lack of typical cardiac symptoms, but should be considered, especially given hypertension history. EKG and cardiac enzymes should be obtained.\n- Pleurisy/Pleuritis: Possible, but usually associated with underlying infection or inflammation. Lack of fever or cough makes this less likely as the primary diagnosis.\n- Musculoskeletal Pain: Less likely given the acute onset, pleuritic nature, and associated shortness of breath.\n- Pericarditis: Less likely given the unilateral, pleuritic nature of the pain.\n",
        "patient_id": "patient00014",
        "image_reference": "patient00014_study1_view1_frontal.jpg"
    }
]