[
    {
        "demographics": {
            "age": 56,
            "sex": "Female"
        },
        "clinical_history": "Patient is a 56-year-old female presenting to the emergency department with acute onset shortness of breath and pleuritic chest pain that started approximately 2 hours ago while gardening. She denies any recent trauma, fever, chills, cough, or sputum production. She has a history of hypertension, well-controlled with lisinopril, and hyperlipidemia, treated with atorvastatin. She is a non-smoker and denies any history of asthma, COPD, or previous pulmonary embolism. She reports feeling well until the sudden onset of symptoms. She denies any recent travel or prolonged immobilization. Family history is significant for coronary artery disease in her father.",
        "vitals": {
            "HR": 115,
            "BP": "110/70 mmHg",
            "SpO2": 92,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [],
            "negative": [
                "Cardiomegaly"
            ]
        },
        "hidden_diagnosis_label": "Spontaneous Pneumothorax",
        "admission_note": "# Admission Note\n\n**Patient:** Jane Doe\n**Age:** 56\n**Sex:** Female\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nAcute onset shortness of breath and pleuritic chest pain.\n\n## History of Present Illness (HPI)\n\nPatient is a 56-year-old female presenting to the emergency department with acute onset shortness of breath and sharp, pleuritic chest pain on the right side. Symptoms began approximately 2 hours ago while she was gardening. She denies any preceding trauma, fever, chills, cough, or sputum production. The pain is exacerbated by deep inspiration and movement. She describes the shortness of breath as progressively worsening. She denies any recent travel, prolonged immobilization, or known exposure to tuberculosis.\n\n## Past Medical History (PMH)\n\n- Hypertension (well-controlled with lisinopril)\n- Hyperlipidemia (treated with atorvastatin)\n\n## Social History\n\n- Non-smoker\n- Denies alcohol or illicit drug use.\n\n## Family History\n\n- Father with coronary artery disease.\n\n## Allergies\n\n- NKDA\n\n## Medications\n\n- Lisinopril 10mg daily\n- Atorvastatin 40mg daily\n\n## Review of Systems (ROS)\n\n- **General:** No fever, chills, weight loss.\n- **HEENT:** Negative.\n- **Cardiovascular:** Denies palpitations, edema.\n- **Respiratory:** Acute onset shortness of breath, pleuritic chest pain (right side).\n- **Gastrointestinal:** Negative.\n- **Genitourinary:** Negative.\n- **Neurological:** Negative.\n- **Musculoskeletal:** Negative.\n- **Skin:** Negative.\n\n## Physical Examination\n\n**General:** Anxious female in moderate respiratory distress.\n**Vitals:** HR 115 bpm, BP 110/70 mmHg, SpO2 92% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Atraumatic, normocephalic.\n**Neck:** Supple, no JVD.\n**Lungs:** Decreased breath sounds and hyperresonance to percussion on the right side. No wheezes or crackles appreciated on the left.\n**Cardiovascular:** Tachycardic, regular rhythm. No murmurs, rubs, or gallops. No peripheral edema.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present.\n**Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n**Skin:** Warm, dry, no rashes or lesions.\n\n## Investigations\n\n- Chest X-ray (CXR) ordered and obtained.\n\n## Assessment\n\n1.  **Acute Shortness of Breath and Pleuritic Chest Pain:** The patient's presentation with sudden onset dyspnea and unilateral pleuritic chest pain, coupled with physical exam findings of decreased breath sounds and hyperresonance on the right side, is highly suggestive of a pneumothorax.\n2.  **Tachycardia and Hypoxia:** Vital signs show tachycardia (HR 115) and mild hypoxia (SpO2 92% on room air), consistent with respiratory compromise.\n\n## Plan\n\n1.  **Immediate Management:** Place patient on supplemental oxygen via nasal cannula to maintain SpO2 > 94%. Obtain IV access.\n2.  **Diagnostic Confirmation:** Review Chest X-ray results to confirm the presence and size of the pneumothorax. (Note: CXR findings are pending formal radiology report but are assumed to be consistent with the clinical picture for this exercise). Based on the clinical suspicion and physical exam, a right-sided pneumothorax is highly likely.\n3.  **Treatment:** Based on the size of the pneumothorax (which is currently unknown but assumed to be significant given the symptoms and hypoxia), management options include:\n    *   **Observation:** For small, asymptomatic pneumothoraces.\n    *   **Needle Aspiration:** For symptomatic pneumothoraces, especially if tension pneumothorax is suspected (though signs of tension like hypotension and tracheal deviation are absent here).\n    *   **Chest Tube Placement:** For large pneumothoraces, symptomatic pneumothoraces unresponsive to aspiration, or recurrent pneumothoraces.\n4.  **Consultation:** Consult Thoracic Surgery for evaluation and potential management, especially if chest tube placement is required or if the pneumothorax is recurrent or large.\n5.  **Monitoring:** Continuous monitoring of vital signs, respiratory status, and oxygen saturation.\n6.  **Pain Management:** Administer analgesics for chest pain as needed.\n7.  **Further Workup:** Once stabilized, consider further workup to identify potential underlying causes, especially if this is a recurrent event or if the patient has risk factors (e.g., underlying lung disease, although she denies smoking history). Given her age and lack of smoking history, this is likely a primary spontaneous pneumothorax, but secondary causes should be considered if clinically indicated.\n\n## Disposition\n\nAdmit to the hospital for management of pneumothorax and monitoring.",
        "patient_id": "patient00017",
        "image_reference": "patient00017_study1_view1_frontal.jpg"
    }
]