[
    {
        "demographics": {
            "age": 90,
            "sex": "Male"
        },
        "clinical_history": "Patient is a 90-year-old male with a history of hypertension, hyperlipidemia, and atrial fibrillation (on warfarin) presenting to the emergency department with worsening shortness of breath over the past 3 days. He reports increased lower extremity edema and orthopnea. He denies chest pain, fever, or cough. He states his symptoms have been gradually worsening despite taking his usual dose of furosemide. He has noticed a decrease in his urine output recently. Past medical history is significant for hypertension, hyperlipidemia, atrial fibrillation, and chronic kidney disease (baseline creatinine 1.5 mg/dL). Social history includes living at home with assistance. Medications include warfarin, furosemide, lisinopril, and atorvastatin. Allergies: NKDA.",
        "vitals": {
            "HR": 110,
            "BP": "140/85",
            "SpO2": 90,
            "Temp": 37.0
        },
        "radiographic_labels": {
            "positive": [
                "Cardiomegaly",
                "Pleural Effusion"
            ],
            "negative": []
        },
        "hidden_diagnosis_label": "Congestive Heart Failure Exacerbation",
        "admission_note": "# Admission Note\n\n**Patient:** John Doe\n**Age:** 90\n**Sex:** Male\n**Date:** 2024-02-29\n**Time:** 14:35\n\n## Chief Complaint\n\nWorsening shortness of breath.\n\n## History of Present Illness\n\nMr. Doe is a 90-year-old male with a history of hypertension, hyperlipidemia, atrial fibrillation, and chronic kidney disease who presents with worsening shortness of breath over the past 3 days. He reports increased lower extremity edema and orthopnea. He denies chest pain, fever, or cough. He states his symptoms have been gradually worsening despite taking his usual dose of furosemide. He has noticed a decrease in his urine output recently.\n\n## Past Medical History\n\n*   Hypertension\n*   Hyperlipidemia\n*   Atrial Fibrillation (on warfarin)\n*   Chronic Kidney Disease (baseline creatinine 1.5 mg/dL)\n\n## Medications\n\n*   Warfarin\n*   Furosemide\n*   Lisinopril\n*   Atorvastatin\n\n## Allergies\n\nNKDA\n\n## Social History\n\nLives at home with assistance.\n\n## Family History\n\nNon-contributory.\n\n## Review of Systems\n\n*   **Constitutional:** Denies fever, chills, weight loss.\n*   **Cardiovascular:** Denies chest pain. Reports orthopnea and increased lower extremity edema.\n*   **Respiratory:** Reports worsening shortness of breath.\n*   **Gastrointestinal:** Denies nausea, vomiting, diarrhea, abdominal pain.\n*   **Genitourinary:** Reports decreased urine output.\n*   **Neurological:** Denies headache, dizziness, focal weakness.\n*   **Musculoskeletal:** Denies joint pain or muscle weakness.\n*   **Skin:** Denies rash or itching.\n\n## Physical Examination\n\n**General:** Elderly male, appears mildly distressed, sitting upright in chair.\n**Vitals:** HR 110 bpm, BP 140/85 mmHg, SpO2 90% on room air, Temp 37.0°C (98.6°F).\n**HEENT:** Normocephalic, atraumatic. Mucous membranes slightly dry. JVP elevated to 8 cm.\n**Lungs:** Bibasilar crackles auscultated. Decreased breath sounds at the bases bilaterally, suggestive of pleural effusions.\n**Cardiovascular:** Tachycardic, regular rhythm (consistent with known A-fib, rate controlled but fast). S1 and S2 present. No murmurs, rubs, or gallops appreciated.\n**Abdomen:** Soft, non-tender, non-distended. Bowel sounds present in all four quadrants.\n**Extremities:** 3+ pitting edema bilaterally up to the knees.\n**Neurological:** Alert and oriented x3. Grossly intact motor and sensory function.\n\n## Labs\n\n*   CBC: Pending\n*   BMP: Pending (expected to show elevated creatinine, possible hyponatremia)\n*   BNP: Pending (expected to be elevated)\n*   Troponin: Pending\n*   Coags: Pending (INR for warfarin)\n\n## Imaging\n\n*   Chest X-ray: Shows cardiomegaly and bilateral pleural effusions.\n\n## Assessment\n\n1.  **Acute decompensated heart failure (ADHF) exacerbation:** Likely secondary to non-compliance, dietary indiscretion, or progression of underlying cardiac disease. Clinical presentation (dyspnea, orthopnea, edema, elevated JVP, bibasilar crackles) and radiographic findings (cardiomegaly, pleural effusions) are consistent with this diagnosis. Tachycardia and hypoxia are also present.\n2.  **Atrial Fibrillation:** Known history, rate appears fast but regular.\n3.  **Chronic Kidney Disease:** Baseline CKD likely contributing to fluid overload and potentially limiting diuretic response.\n\n## Plan\n\n1.  **Admit to Cardiology service.**\n2.  **Oxygen:** Initiate supplemental oxygen via nasal cannula to maintain SpO2 > 92%.\n3.  **Cardiac Monitoring:** Continuous cardiac monitoring.\n4.  **IV Access:** Establish IV access.\n5.  **Labs:** Obtain repeat BMP, BNP, Troponin, CBC, Coags.\n6.  **Diuretics:** Administer IV furosemide (e.g., 40-80 mg) and monitor urine output and electrolytes closely. Consider adding metolazone if furosemide response is poor.\n7.  **Vasodilators:** Consider IV nitroglycerin or nitroprusside if blood pressure allows and symptoms persist despite diuretics, for afterload reduction.\n8.  **Morphine:** Consider low-dose IV morphine for symptom relief (dyspnea, anxiety) if needed, with caution due to respiratory depression risk.\n9.  **Rate Control:** Assess need for further rate control for atrial fibrillation (e.g., IV metoprolol or diltiazem) if HR remains excessively high or causing hemodynamic instability.\n10. **Consult Nephrology:** Given history of CKD and potential worsening renal function, consult nephrology for management.\n11. **Fluid Restriction:** Implement fluid restriction.\n12. **Diet:** Initiate low-sodium diet.\n13. **Follow-up:** Close monitoring of vital signs, respiratory status, urine output, and electrolytes. Repeat chest x-ray as needed to assess response to therapy.\n",
        "patient_id": "patient00061",
        "image_reference": "patient00061_study2_view1_frontal.jpg"
    }
]